<pad>	0
<unk>	0
<s>	0
</s>	0
▁t	-0
on	-1
▁d	-2
es	-3
en	-4
▁a	-5
▁p	-6
▁l	-7
▁c	-8
in	-9
▁th	-10
re	-11
ti	-12
▁s	-13
er	-14
is	-15
ou	-16
an	-17
▁the	-18
ent	-19
▁m	-20
▁de	-21
it	-22
▁e	-23
or	-24
qu	-25
tion	-26
ro	-27
▁n	-28
▁f	-29
▁w	-30
ar	-31
at	-32
le	-33
▁o	-34
▁b	-35
▁in	-36
om	-37
al	-38
un	-39
ment	-40
▁la	-41
▁qu	-42
si	-43
ur	-44
▁of	-45
▁r	-46
▁to	-47
▁an	-48
il	-49
ve	-50
te	-51
▁le	-52
ation	-53
ic	-54
▁con	-55
▁h	-56
as	-57
us	-58
▁and	-59
▁com	-60
ing	-61
▁et	-62
▁re	-63
our	-64
▁en	-65
▁un	-66
ce	-67
▁pro	-68
▁v	-69
el	-70
▁i	-71
▁les	-72
ra	-73
▁des	-74
▁par	-75
et	-76
▁à	-77
▁g	-78
ed	-79
ous	-80
pe	-81
▁pr	-82
▁comm	-83
ir	-84
ol	-85
▁is	-86
▁j	-87
ant	-88
▁that	-89
▁eu	-90
▁on	-91
est	-92
▁que	-93
ut	-94
▁be	-95
ort	-96
▁é	-97
os	-98
ons	-99
pp	-100
▁euro	-101
ans	-102
me	-103
ci	-104
ch	-105
mp	-106
ot	-107
▁for	-108
ul	-109
tr	-110
▁wh	-111
sion	-112
ly	-113
id	-114
ct	-115
▁au	-116
ire	-117
▁we	-118
▁dé	-119
▁ma	-120
ig	-121
▁it	-122
▁nous	-123
▁ne	-124
▁pour	-125
▁al	-126
és	-127
▁du	-128
▁fa	-129
▁se	-130
▁su	-131
ter	-132
ab	-133
▁as	-134
ie	-135
ess	-136
▁this	-137
que	-138
ion	-139
ers	-140
de	-141
▁me	-142
▁ex	-143
ff	-144
ne	-145
▁commis	-146
▁dans	-147
lement	-148
mb	-149
ag	-150
▁ce	-151
op	-152
iti	-153
▁not	-154
ure	-155
▁qui	-156
▁ha	-157
▁pl	-158
ain	-159
se	-160
end	-161
out	-162
ver	-163
▁commission	-164
ér	-165
li	-166
▁je	-167
oul	-168
▁une	-169
ay	-170
▁are	-171
▁ré	-172
ont	-173
▁europe	-174
▁pas	-175
▁est	-176
ith	-177
▁sur	-178
tat	-179
pé	-180
ité	-181
ill	-182
▁with	-183
▁ch	-184
ow	-185
ux	-186
res	-187
▁ac	-188
▁so	-189
▁y	-190
▁ra	-191
ould	-192
▁mo	-193
▁il	-194
tions	-195
▁have	-196
▁imp	-197
▁-	-198
tre	-199
ue	-200
▁pol	-201
oun	-202
ations	-203
ate	-204
ich	-205
▁pré	-206
▁tr	-207
ac	-208
▁do	-209
tive	-210
and	-211
péen	-212
di	-213
▁européen	-214
▁res	-215
st	-216
les	-217
▁at	-218
▁mon	-219
ity	-220
▁which	-221
im	-222
pr	-223
ord	-224
ée	-225
▁european	-226
ence	-227
iv	-228
ke	-229
▁cons	-230
ad	-231
th	-232
sid	-233
ance	-234
▁ag	-235
▁prop	-236
du	-237
▁pe	-238
mes	-239
▁conc	-240
▁sa	-241
▁memb	-242
urs	-243
ère	-244
ens	-245
▁tra	-246
▁sh	-247
ments	-248
té	-249
pport	-250
▁will	-251
▁by	-252
▁cet	-253
vel	-254
con	-255
ts	-256
tic	-257
▁po	-258
▁dis	-259
aire	-260
ib	-261
am	-262
▁plus	-263
able	-264
▁pres	-265
▁coun	-266
oc	-267
▁am	-268
▁av	-269
ies	-270
igh	-271
▁has	-272
ust	-273
ction	-274
▁gr	-275
▁mr	-276
ven	-277
▁ad	-278
▁comp	-279
▁all	-280
ore	-281
▁inter	-282
ble	-283
▁app	-284
▁2	-285
▁politi	-286
ques	-287
ard	-288
▁fin	-289
ge	-290
▁1	-291
00	-292
▁ser	-293
ces	-294
▁or	-295
▁cette	-296
age	-297
for	-298
au	-299
ait	-300
▁co	-301
ted	-302
▁there	-303
ten	-304
port	-305
um	-306
so	-307
rom	-308
▁cr	-309
ise	-310
elle	-311
ution	-312
▁stat	-313
ud	-314
cess	-315
▁di	-316
▁aux	-317
sie	-318
tit	-319
▁présid	-320
ès	-321
use	-322
une	-323
tif	-324
ern	-325
▁import	-326
▁si	-327
ées	-328
bl	-329
ist	-330
cial	-331
▁(	-332
ient	-333
ert	-334
▁ab	-335
▁presid	-336
ament	-337
ég	-338
air	-339
ays	-340
▁dire	-341
▁mar	-342
ique	-343
▁dev	-344
▁eff	-345
▁ent	-346
ves	-347
lo	-348
▁reg	-349
ale	-350
▁str	-351
▁can	-352
▁st	-353
▁sont	-354
▁ques	-355
▁but	-356
▁would	-357
▁européenne	-358
▁ave	-359
▁also	-360
▁vo	-361
▁cont	-362
ien	-363
être	-364
▁our	-365
int	-366
conom	-367
▁mais	-368
▁président	-369
▁ta	-370
▁li	-371
ures	-372
▁he	-373
▁should	-374
ign	-375
je	-376
ite	-377
▁man	-378
▁pre	-379
erm	-380
ose	-381
▁president	-382
ctive	-383
▁from	-384
▁wor	-385
ult	-386
▁dem	-387
cl	-388
▁avec	-389
▁aut	-390
▁pu	-391
▁te	-392
▁go	-393
▁int	-394
▁tout	-395
▁don	-396
ors	-397
▁som	-398
▁ins	-399
▁must	-400
oir	-401
▁commun	-402
▁ces	-403
union	-404
up	-405
ap	-406
▁union	-407
▁parlement	-408
▁acc	-409
▁pos	-410
▁sou	-411
og	-412
fic	-413
sition	-414
its	-415
velop	-416
▁pays	-417
▁prog	-418
▁ob	-419
ais	-420
▁trans	-421
▁propos	-422
ational	-423
▁parli	-424
ions	-425
aux	-426
aut	-427
▁mes	-428
ree	-429
sieur	-430
form	-431
▁rapport	-432
▁monsieur	-433
▁important	-434
ier	-435
ussi	-436
▁état	-437
ine	-438
ond	-439
ally	-440
▁been	-441
ière	-442
ong	-443
▁parliament	-444
cis	-445
▁you	-446
▁k	-447
▁ou	-448
all	-449
▁être	-450
▁no	-451
▁cl	-452
▁report	-453
▁diff	-454
aires	-455
▁us	-456
▁part	-457
od	-458
▁cert	-459
▁countr	-460
▁its	-461
ace	-462
alement	-463
com	-464
ish	-465
▁rel	-466
▁was	-467
▁ont	-468
ati	-469
▁ver	-470
cil	-471
▁été	-472
én	-473
▁vous	-474
▁conse	-475
▁certain	-476
▁question	-477
▁more	-478
▁comme	-479
ary	-480
▁states	-481
ticul	-482
pect	-483
▁cel	-484
ese	-485
▁ar	-486
ail	-487
▁particul	-488
ème	-489
▁ég	-490
▁member	-491
▁fait	-492
gh	-493
▁produ	-494
reat	-495
▁états	-496
oup	-497
▁dro	-498
king	-499
fin	-500
ins	-501
orte	-502
ai	-503
▁pers	-504
che	-505
▁sy	-506
▁need	-507
ive	-508
▁righ	-509
▁entre	-510
▁politique	-511
av	-512
▁concern	-513
ther	-514
▁cour	-515
ime	-516
▁they	-517
▁conf	-518
▁sit	-519
ear	-520
▁parti	-521
▁these	-522
ca	-523
▁conseil	-524
ues	-525
ouv	-526
cip	-527
til	-528
ême	-529
▁polic	-530
get	-531
ide	-532
▁like	-533
▁their	-534
cep	-535
▁tou	-536
▁intern	-537
isation	-538
▁trav	-539
ase	-540
sible	-541
eu	-542
▁council	-543
ésent	-544
uation	-545
▁200	-546
▁what	-547
▁membres	-548
▁op	-549
▁very	-550
ants	-551
▁rés	-552
ui	-553
▁rem	-554
▁how	-555
ative	-556
▁one	-557
▁out	-558
▁car	-559
▁min	-560
olution	-561
▁contr	-562
ric	-563
her	-564
▁who	-565
▁ter	-566
▁exp	-567
▁el	-568
▁également	-569
ram	-570
enti	-571
ang	-572
par	-573
ms	-574
èg	-575
▁nom	-576
lic	-577
cur	-578
▁if	-579
▁notre	-580
▁my	-581
▁rég	-582
▁ét	-583
▁aussi	-584
fore	-585
▁col	-586
nement	-587
ough	-588
tru	-589
are	-590
▁sub	-591
erg	-592
▁than	-593
▁rapp	-594
cy	-595
ex	-596
▁nou	-597
ét	-598
▁point	-599
▁finan	-600
éd	-601
▁program	-602
nes	-603
jet	-604
▁bien	-605
euro	-606
ois	-607
▁bud	-608
ités	-609
ense	-610
▁faire	-611
▁resp	-612
▁disc	-613
▁prin	-614
▁countries	-615
▁situation	-616
▁act	-617
▁other	-618
▁ind	-619
vir	-620
vent	-621
▁cela	-622
titu	-623
▁work	-624
▁dép	-625
bil	-626
▁social	-627
▁propo	-628
jour	-629
▁commit	-630
▁fr	-631
▁br	-632
bat	-633
els	-634
▁peop	-635
iss	-636
▁appro	-637
▁bet	-638
ouver	-639
ande	-640
ell	-641
iter	-642
abil	-643
mplo	-644
▁avons	-645
▁develop	-646
▁about	-647
▁new	-648
ely	-649
▁doit	-650
▁up	-651
▁tous	-652
▁leur	-653
viron	-654
▁und	-655
▁fe	-656
▁prote	-657
ice	-658
▁perm	-659
vis	-660
▁spe	-661
▁son	-662
▁enc	-663
ocra	-664
▁person	-665
▁aff	-666
▁agree	-667
▁bel	-668
▁très	-669
▁people	-670
▁né	-671
ieve	-672
ach	-673
▁même	-674
▁adop	-675
▁vot	-676
▁consid	-677
cte	-678
▁econom	-679
▁non	-680
endre	-681
cal	-682
oy	-683
▁policy	-684
ises	-685
▁jus	-686
▁hum	-687
oud	-688
act	-689
▁only	-690
▁support	-691
ind	-692
▁rec	-693
isl	-694
ia	-695
▁year	-696
ities	-697
▁deux	-698
gr	-699
ante	-700
▁directive	-701
ob	-702
▁leg	-703
gan	-704
ange	-705
▁lib	-706
iques	-707
mple	-708
▁ass	-709
▁beca	-710
▁iss	-711
▁soci	-712
▁time	-713
ated	-714
▁coop	-715
▁peut	-716
app	-717
oi	-718
▁again	-719
▁sé	-720
und	-721
▁nos	-722
jec	-723
▁fir	-724
ents	-725
blic	-726
▁because	-727
▁proposal	-728
▁budget	-729
ced	-730
elles	-731
▁serv	-732
▁group	-733
ost	-734
▁travail	-735
▁probl	-736
ères	-737
▁now	-738
▁es	-739
▁mad	-740
min	-741
rais	-742
rait	-743
▁per	-744
acc	-745
pend	-746
if	-747
▁rapporte	-748
▁lors	-749
▁devons	-750
▁march	-751
we	-752
▁inc	-753
▁fond	-754
▁some	-755
▁sign	-756
▁accord	-757
bre	-758
▁possible	-759
▁contin	-760
lear	-761
ious	-762
▁économ	-763
ks	-764
▁présent	-765
ulation	-766
▁cro	-767
▁men	-768
sions	-769
▁any	-770
▁ann	-771
▁rights	-772
▁respect	-773
▁rep	-774
▁droits	-775
▁cas	-776
lé	-777
▁ren	-778
ices	-779
▁public	-780
ici	-781
▁process	-782
▁vie	-783
ever	-784
▁princip	-785
▁therefore	-786
▁long	-787
▁such	-788
ille	-789
▁toute	-790
▁év	-791
aine	-792
▁inv	-793
▁vote	-794
ner	-795
▁inform	-796
▁ref	-797
▁pouv	-798
▁voud	-799
alis	-800
europe	-801
▁first	-802
▁mark	-803
▁mil	-804
▁when	-805
tis	-806
érie	-807
▁protection	-808
▁ro	-809
ere	-810
▁actu	-811
▁national	-812
▁contre	-813
▁19	-814
▁nécess	-815
ustr	-816
cr	-817
▁take	-818
▁nombre	-819
▁dém	-820
▁those	-821
▁particular	-822
▁vis	-823
▁however	-824
▁fund	-825
rer	-826
▁sol	-827
▁pri	-828
▁human	-829
▁dom	-830
arge	-831
ards	-832
▁disp	-833
▁committe	-834
ences	-835
▁elle	-836
▁make	-837
▁see	-838
order	-839
▁u	-840
▁donc	-841
alité	-842
ight	-843
▁met	-844
▁amend	-845
ween	-846
ip	-847
▁between	-848
▁rép	-849
▁voudrais	-850
▁into	-851
▁ses	-852
titution	-853
tière	-854
▁programme	-855
▁ca	-856
▁market	-857
▁proble	-858
▁effe	-859
▁bas	-860
▁environ	-861
lu	-862
▁permet	-863
▁organ	-864
veloppe	-865
ress	-866
▁prem	-867
▁proposition	-868
▁rais	-869
▁economic	-870
▁fact	-871
cision	-872
sibil	-873
chn	-874
olog	-875
▁international	-876
vern	-877
▁rapporteur	-878
▁main	-879
▁mat	-880
▁nu	-881
ural	-882
▁committee	-883
▁développe	-884
mm	-885
▁règ	-886
▁place	-887
▁being	-888
itoy	-889
mber	-890
now	-891
ink	-892
▁form	-893
▁clear	-894
▁cap	-895
▁say	-896
arg	-897
ph	-898
urr	-899
ency	-900
insi	-901
day	-902
▁dont	-903
▁lég	-904
cer	-905
tique	-906
▁sans	-907
▁terr	-908
▁ainsi	-909
▁gen	-910
▁fut	-911
▁af	-912
tiv	-913
▁contrib	-914
▁gu	-915
ération	-916
▁vi	-917
ales	-918
▁tro	-919
ables	-920
▁them	-921
▁objec	-922
xt	-923
isse	-924
▁commiss	-925
▁développement	-926
tifs	-927
▁ess	-928
ld	-929
▁coll	-930
▁débat	-931
équ	-932
▁demand	-933
▁soit	-934
eration	-935
one	-936
▁political	-937
ende	-938
vention	-939
▁prom	-940
▁state	-941
▁cent	-942
jourd	-943
▁incl	-944
▁over	-945
ting	-946
ass	-947
▁encore	-948
tention	-949
mps	-950
▁made	-951
▁3	-952
▁techn	-953
arm	-954
▁citoy	-955
led	-956
▁were	-957
hui	-958
céd	-959
▁condi	-960
▁great	-961
vid	-962
eng	-963
ject	-964
▁ens	-965
▁repr	-966
ivent	-967
▁requ	-968
▁commissioner	-969
ame	-970
curité	-971
ound	-972
iste	-973
▁position	-974
▁communaut	-975
▁commissaire	-976
▁many	-977
ctions	-978
cept	-979
▁govern	-980
▁way	-981
ak	-982
cu	-983
▁know	-984
▁services	-985
abl	-986
▁rest	-987
oin	-988
ulture	-989
▁questions	-990
▁sécurité	-991
▁development	-992
▁bon	-993
▁ever	-994
▁cor	-995
come	-996
ast	-997
cid	-998
▁pra	-999
▁against	-1000
▁deb	-1001
▁dern	-1002
▁believe	-1003
▁faut	-1004
▁quel	-1005
▁suis	-1006
atives	-1007
▁tur	-1008
erci	-1009
ann	-1010
▁nouvel	-1011
ste	-1012
anti	-1013
ellement	-1014
▁matière	-1015
venir	-1016
▁initi	-1017
ied	-1018
ôle	-1019
▁agric	-1020
▁marché	-1021
▁mal	-1022
▁supp	-1023
▁aujourd	-1024
▁prof	-1025
▁tw	-1026
▁mesures	-1027
sitions	-1028
eral	-1029
ov	-1030
▁peu	-1031
adre	-1032
vre	-1033
▁"	-1034
▁syst	-1035
▁right	-1036
itiz	-1037
uct	-1038
▁sp	-1039
aient	-1040
▁dur	-1041
semb	-1042
▁citiz	-1043
tives	-1044
▁fra	-1045
▁syste	-1046
ances	-1047
▁fav	-1048
▁sav	-1049
▁even	-1050
▁just	-1051
▁emplo	-1052
oupe	-1053
▁respons	-1054
▁pense	-1055
▁gouver	-1056
▁citoyens	-1057
wn	-1058
▁well	-1059
cher	-1060
auc	-1061
▁20	-1062
dies	-1063
ating	-1064
ug	-1065
ack	-1066
éra	-1067
▁seu	-1068
red	-1069
▁nat	-1070
ources	-1071
jor	-1072
▁pass	-1073
▁essenti	-1074
▁debate	-1075
▁afin	-1076
▁institu	-1077
▁major	-1078
ful	-1079
èmes	-1080
▁leurs	-1081
▁meas	-1082
▁good	-1083
ile	-1084
▁ve	-1085
▁think	-1086
▁att	-1087
imp	-1088
▁cré	-1089
▁issue	-1090
ved	-1091
▁under	-1092
▁où	-1093
▁effort	-1094
▁where	-1095
mis	-1096
ute	-1097
▁gar	-1098
imin	-1099
▁nouve	-1100
▁doivent	-1101
▁jour	-1102
▁transport	-1103
▁sommes	-1104
▁regard	-1105
▁politiques	-1106
▁future	-1107
▁groupe	-1108
▁199	-1109
uer	-1110
islation	-1111
▁gén	-1112
▁ris	-1113
▁citizens	-1114
lem	-1115
mate	-1116
erne	-1117
▁agreement	-1118
oth	-1119
▁aid	-1120
▁nive	-1121
ils	-1122
autres	-1123
▁droit	-1124
▁déj	-1125
go	-1126
▁too	-1127
▁déjà	-1128
fr	-1129
▁two	-1130
▁incre	-1131
ari	-1132
▁prior	-1133
ving	-1134
▁every	-1135
rodu	-1136
sive	-1137
▁here	-1138
▁high	-1139
ings	-1140
ième	-1141
▁today	-1142
ical	-1143
▁years	-1144
▁change	-1145
▁order	-1146
▁institutions	-1147
▁conditions	-1148
▁action	-1149
not	-1150
read	-1151
▁want	-1152
▁world	-1153
▁souti	-1154
▁community	-1155
▁mu	-1156
▁giv	-1157
tice	-1158
amment	-1159
▁simp	-1160
▁conv	-1161
▁économique	-1162
▁exe	-1163
▁port	-1164
▁madame	-1165
▁end	-1166
▁concerne	-1167
tes	-1168
▁manière	-1169
▁level	-1170
▁cannot	-1171
▁souh	-1172
sieurs	-1173
▁country	-1174
▁'	-1175
▁cadre	-1176
bli	-1177
▁view	-1178
▁does	-1179
iers	-1180
ope	-1181
enir	-1182
▁sin	-1183
▁mod	-1184
ication	-1185
▁tak	-1186
▁sout	-1187
▁effic	-1188
▁différ	-1189
▁ach	-1190
rough	-1191
▁same	-1192
éli	-1193
▁tant	-1194
▁most	-1195
▁plan	-1196
▁grand	-1197
▁treat	-1198
▁secon	-1199
oris	-1200
▁hel	-1201
▁term	-1202
▁poin	-1203
▁environment	-1204
▁temps	-1205
▁use	-1206
ente	-1207
▁had	-1208
ited	-1209
▁industr	-1210
▁members	-1211
quer	-1212
▁mé	-1213
▁could	-1214
▁nég	-1215
uses	-1216
▁démocra	-1217
▁ban	-1218
▁pop	-1219
▁sera	-1220
▁expr	-1221
▁democra	-1222
▁déf	-1223
ctor	-1224
▁financi	-1225
ual	-1226
▁struct	-1227
▁through	-1228
▁problème	-1229
abilité	-1230
▁much	-1231
▁avant	-1232
▁procéd	-1233
iment	-1234
▁measures	-1235
▁aur	-1236
fe	-1237
▁last	-1238
▁diffic	-1239
land	-1240
▁souhait	-1241
▁secte	-1242
▁donn	-1243
ules	-1244
▁set	-1245
▁said	-1246
▁mont	-1247
elf	-1248
▁nor	-1249
wor	-1250
ates	-1251
ory	-1252
▁certains	-1253
▁financial	-1254
ently	-1255
▁pa	-1256
▁may	-1257
▁5	-1258
ll	-1259
▁viol	-1260
▁imm	-1261
till	-1262
▁curr	-1263
▁niveau	-1264
▁ext	-1265
▁cha	-1266
▁eng	-1267
he	-1268
▁suff	-1269
▁within	-1270
▁personnes	-1271
igr	-1272
ality	-1273
▁collèg	-1274
ats	-1275
▁matter	-1276
▁relations	-1277
▁raison	-1278
row	-1279
low	-1280
▁second	-1281
esp	-1282
accord	-1283
▁concernant	-1284
▁put	-1285
agit	-1286
▁lis	-1287
▁common	-1288
ific	-1289
▁lim	-1290
▁minis	-1291
pportun	-1292
▁compr	-1293
▁conclu	-1294
▁4	-1295
▁indi	-1296
▁ans	-1297
▁dra	-1298
▁mis	-1299
▁organis	-1300
tern	-1301
▁représent	-1302
▁dou	-1303
▁rev	-1304
ready	-1305
▁already	-1306
▁why	-1307
▁both	-1308
▁discus	-1309
▁milli	-1310
atég	-1311
▁implement	-1312
▁contra	-1313
▁still	-1314
▁ir	-1315
près	-1316
▁your	-1317
prises	-1318
ages	-1319
▁européens	-1320
ergy	-1321
▁dit	-1322
▁ph	-1323
duc	-1324
fois	-1325
ety	-1326
ild	-1327
▁cooperation	-1328
clar	-1329
▁bes	-1330
▁own	-1331
▁system	-1332
▁posi	-1333
▁éle	-1334
aines	-1335
▁suc	-1336
▁oc	-1337
▁differ	-1338
omme	-1339
▁fi	-1340
pri	-1341
ial	-1342
▁toutes	-1343
cts	-1344
▁employ	-1345
▁mrs	-1346
lob	-1347
▁moy	-1348
▁interest	-1349
▁ceux	-1350
quoi	-1351
▁dep	-1352
▁respon	-1353
▁opportun	-1354
erv	-1355
▁pourquoi	-1356
▁beh	-1357
▁fois	-1358
▁instru	-1359
ticle	-1360
▁amende	-1361
alth	-1362
▁.	-1363
▁conséqu	-1364
▁efforts	-1365
▁energy	-1366
▁mme	-1367
▁parce	-1368
comm	-1369
▁information	-1370
▁traité	-1371
ateg	-1372
▁ful	-1373
▁law	-1374
▁fur	-1375
▁course	-1376
▁off	-1377
uis	-1378
▁points	-1379
▁auth	-1380
▁his	-1381
▁remerci	-1382
▁autres	-1383
▁reas	-1384
▁domaine	-1385
hing	-1386
▁effet	-1387
▁ret	-1388
▁present	-1389
lex	-1390
ouse	-1391
▁hope	-1392
▁vue	-1393
▁impro	-1394
▁then	-1395
▁réf	-1396
ler	-1397
▁mention	-1398
▁moins	-1399
▁secur	-1400
▁glob	-1401
▁sein	-1402
▁z	-1403
▁auc	-1404
▁thank	-1405
▁compte	-1406
▁area	-1407
▁taken	-1408
ieu	-1409
▁sujet	-1410
pl	-1411
▁ils	-1412
▁système	-1413
mble	-1414
▁ensure	-1415
cted	-1416
bon	-1417
▁projet	-1418
▁ur	-1419
▁monde	-1420
omen	-1421
reed	-1422
▁since	-1423
▁abs	-1424
éri	-1425
▁exa	-1426
▁let	-1427
ital	-1428
ivers	-1429
▁trois	-1430
▁soul	-1431
▁tot	-1432
era	-1433
▁règlement	-1434
▁proced	-1435
ene	-1436
▁activ	-1437
▁–	-1438
homme	-1439
él	-1440
êt	-1441
▁inde	-1442
▁val	-1443
raph	-1444
▁able	-1445
oci	-1446
dition	-1447
▁security	-1448
blig	-1449
▁mom	-1450
ordin	-1451
▁transpar	-1452
▁%	-1453
work	-1454
erc	-1455
▁consom	-1456
▁arr	-1457
▁grande	-1458
hip	-1459
▁garanti	-1460
▁without	-1461
ré	-1462
▁région	-1463
▁health	-1464
▁seulement	-1465
▁résolution	-1466
▁bal	-1467
ièrement	-1468
▁coopération	-1469
▁med	-1470
xte	-1471
▁pouvoir	-1472
▁mettre	-1473
▁effective	-1474
vision	-1475
▁problèmes	-1476
▁base	-1477
▁particip	-1478
▁civ	-1479
▁repres	-1480
▁problem	-1481
ret	-1482
lée	-1483
tiques	-1484
▁fonds	-1485
▁savoir	-1486
▁achieve	-1487
▁possibil	-1488
▁government	-1489
▁necess	-1490
▁cre	-1491
aucoup	-1492
▁beaucoup	-1493
▁exist	-1494
▁means	-1495
▁fon	-1496
▁mise	-1497
▁legal	-1498
▁aspect	-1499
▁sc	-1500
▁stratég	-1501
▁region	-1502
▁four	-1503
▁che	-1504
▁fem	-1505
▁case	-1506
▁author	-1507
▁includ	-1508
▁large	-1509
▁bi	-1510
urer	-1511
▁fol	-1512
▁ple	-1513
▁déput	-1514
alog	-1515
ém	-1516
▁solution	-1517
▁far	-1518
▁before	-1519
ains	-1520
art	-1521
lication	-1522
▁house	-1523
▁colle	-1524
▁moment	-1525
▁mainten	-1526
▁renfor	-1527
▁id	-1528
▁help	-1529
▁rédu	-1530
▁number	-1531
▁emp	-1532
▁util	-1533
▁gent	-1534
▁strateg	-1535
▁gouvernement	-1536
ian	-1537
alf	-1538
▁gentlem	-1539
▁recon	-1540
cisions	-1541
▁sous	-1542
▁demande	-1543
▁stand	-1544
▁ask	-1545
▁secteur	-1546
▁commer	-1547
bour	-1548
▁sant	-1549
▁exemple	-1550
▁gentlemen	-1551
entes	-1552
utions	-1553
alisation	-1554
ines	-1555
▁add	-1556
▁rules	-1557
▁lieu	-1558
▁lo	-1559
▁allow	-1560
▁compe	-1561
▁coh	-1562
▁ladies	-1563
▁jur	-1564
action	-1565
▁négoci	-1566
▁follow	-1567
▁problems	-1568
▁nature	-1569
▁example	-1570
▁importance	-1571
▁opin	-1572
▁processus	-1573
ount	-1574
▁cli	-1575
▁avoir	-1576
▁programmes	-1577
oire	-1578
entif	-1579
▁deal	-1580
▁cours	-1581
aiss	-1582
▁given	-1583
▁toutefois	-1584
▁spé	-1585
▁vol	-1586
▁invol	-1587
ether	-1588
▁devrait	-1589
agement	-1590
▁speci	-1591
▁soutien	-1592
▁constitution	-1593
▁progress	-1594
jours	-1595
▁inte	-1596
▁dialog	-1597
▁notamment	-1598
▁production	-1599
tim	-1600
ront	-1601
▁autre	-1602
▁toujours	-1603
ition	-1604
▁ele	-1605
▁compé	-1606
goti	-1607
▁én	-1608
▁women	-1609
▁comprom	-1610
▁technolog	-1611
▁justice	-1612
▁amendments	-1613
▁particulier	-1614
▁treaty	-1615
▁trade	-1616
ately	-1617
▁introdu	-1618
▁lut	-1619
▁ke	-1620
▁prendre	-1621
▁negoti	-1622
▁particularly	-1623
emplo	-1624
▁prov	-1625
▁intér	-1626
asi	-1627
▁tax	-1628
▁ten	-1629
▁lisbon	-1630
own	-1631
ément	-1632
▁call	-1633
▁equ	-1634
▁contro	-1635
▁mondi	-1636
▁clos	-1637
▁hand	-1638
▁resolution	-1639
illion	-1640
semblée	-1641
▁présidence	-1642
▁sector	-1643
▁votre	-1644
▁déclar	-1645
▁favour	-1646
▁areas	-1647
▁madam	-1648
▁dialogue	-1649
▁voul	-1650
quelle	-1651
iens	-1652
▁rap	-1653
▁conn	-1654
▁laquelle	-1655
vement	-1656
▁lead	-1657
▁aw	-1658
elon	-1659
▁pouvons	-1660
▁bl	-1661
tement	-1662
▁issues	-1663
▁necessary	-1664
▁depuis	-1665
▁competi	-1666
▁continue	-1667
▁entreprises	-1668
▁opp	-1669
▁docu	-1670
ability	-1671
▁mesure	-1672
▁commune	-1673
▁attention	-1674
▁partie	-1675
orer	-1676
▁oblig	-1677
▁bar	-1678
▁conte	-1679
pendant	-1680
▁propositions	-1681
▁priv	-1682
▁united	-1683
▁difficult	-1684
▁santé	-1685
▁ste	-1686
▁frame	-1687
met	-1688
▁accept	-1689
veur	-1690
▁after	-1691
oration	-1692
▁wish	-1693
irm	-1694
osition	-1695
ablish	-1696
▁fish	-1697
▁nécessaire	-1698
ood	-1699
érence	-1700
▁faveur	-1701
▁collègues	-1702
▁résul	-1703
▁ress	-1704
▁give	-1705
▁amendements	-1706
ty	-1707
▁décision	-1708
irc	-1709
ude	-1710
▁culture	-1711
tie	-1712
▁suiv	-1713
▁consider	-1714
▁rôle	-1715
raient	-1716
▁besoin	-1717
▁fé	-1718
▁années	-1719
▁require	-1720
▁sm	-1721
▁meet	-1722
çon	-1723
▁prév	-1724
▁après	-1725
▁recomm	-1726
▁constru	-1727
▁comment	-1728
ck	-1729
aly	-1730
▁sch	-1731
▁fondament	-1732
▁alors	-1733
▁encour	-1734
▁serait	-1735
opp	-1736
▁loc	-1737
▁solid	-1738
▁soient	-1739
aî	-1740
ok	-1741
▁gra	-1742
▁establish	-1743
▁framework	-1744
uvre	-1745
▁claire	-1746
▁wel	-1747
issement	-1748
▁esp	-1749
▁selon	-1750
▁jurid	-1751
▁convention	-1752
ird	-1753
▁recher	-1754
ft	-1755
200	-1756
▁face	-1757
▁presidency	-1758
▁objectifs	-1759
▁fam	-1760
nel	-1761
gment	-1762
▁nations	-1763
heure	-1764
▁publi	-1765
▁decision	-1766
▁aim	-1767
ss	-1768
leurs	-1769
▁whether	-1770
cing	-1771
▁fer	-1772
▁further	-1773
▁atte	-1774
▁criti	-1775
▁proposals	-1776
ying	-1777
▁appropri	-1778
▁nouvelle	-1779
ased	-1780
▁fonction	-1781
▁consommate	-1782
▁appli	-1783
▁refer	-1784
▁specific	-1785
▁était	-1786
▁consum	-1787
ression	-1788
▁pow	-1789
ésion	-1790
da	-1791
▁6	-1792
▁next	-1793
ote	-1794
▁femmes	-1795
unis	-1796
▁represent	-1797
avant	-1798
▁amendment	-1799
▁résultat	-1800
▁population	-1801
▁circ	-1802
cup	-1803
tin	-1804
état	-1805
▁wr	-1806
▁nation	-1807
▁soulign	-1808
▁reform	-1809
nent	-1810
▁nouveau	-1811
▁pris	-1812
▁vér	-1813
▁inf	-1814
ières	-1815
▁reconn	-1816
▁cependant	-1817
▁hom	-1818
▁ici	-1819
istes	-1820
▁unique	-1821
ties	-1822
▁serious	-1823
▁millions	-1824
dic	-1825
▁terms	-1826
▁provid	-1827
▁deuxième	-1828
▁pay	-1829
▁subject	-1830
▁vic	-1831
▁députés	-1832
▁regulation	-1833
▁modi	-1834
▁enfin	-1835
▁peuvent	-1836
ôt	-1837
▁prac	-1838
▁behalf	-1839
old	-1840
iser	-1841
▁positive	-1842
été	-1843
▁come	-1844
ward	-1845
ning	-1846
▁third	-1847
cell	-1848
mment	-1849
iz	-1850
▁basis	-1851
ager	-1852
▁opinion	-1853
ducation	-1854
environ	-1855
▁rece	-1856
exp	-1857
ole	-1858
▁bus	-1859
▁dès	-1860
lément	-1861
év	-1862
aill	-1863
▁role	-1864
ule	-1865
▁lui	-1866
▁happ	-1867
▁défin	-1868
▁legislation	-1869
▁accep	-1870
▁different	-1871
ultural	-1872
wards	-1873
▁better	-1874
êche	-1875
▁tal	-1876
esse	-1877
soci	-1878
▁sal	-1879
▁result	-1880
ergie	-1881
▁puis	-1882
bles	-1883
▁crise	-1884
▁admin	-1885
side	-1886
▁façon	-1887
▁done	-1888
▁équ	-1889
érieur	-1890
usement	-1891
crit	-1892
▁produits	-1893
▁présidente	-1894
gration	-1895
airs	-1896
▁adopted	-1897
▁redu	-1898
▁autor	-1899
▁needs	-1900
▁proch	-1901
▁subst	-1902
ep	-1903
▁:	-1904
▁grow	-1905
▁elles	-1906
▁control	-1907
▁few	-1908
▁express	-1909
eff	-1910
antes	-1911
▁approach	-1912
▁word	-1913
isis	-1914
▁crois	-1915
▁actions	-1916
▁solidar	-1917
ible	-1918
▁open	-1919
▁là	-1920
▁liv	-1921
▁impos	-1922
▁responsibil	-1923
▁finance	-1924
▁vra	-1925
▁parties	-1926
▁permett	-1927
▁signific	-1928
la	-1929
cipe	-1930
oint	-1931
▁contrôle	-1932
environnement	-1933
ieux	-1934
earch	-1935
▁amb	-1936
su	-1937
▁constitu	-1938
▁offic	-1939
▁ty	-1940
▁research	-1941
ension	-1942
▁régions	-1943
▁ni	-1944
▁quelques	-1945
▁messieurs	-1946
▁find	-1947
▁chang	-1948
▁7	-1949
▁meille	-1950
igration	-1951
▁crisis	-1952
ctives	-1953
▁réfor	-1954
▁moi	-1955
▁tour	-1956
▁vers	-1957
erst	-1958
▁satis	-1959
▁strategy	-1960
vers	-1961
▁satisf	-1962
itor	-1963
œuvre	-1964
▁freed	-1965
▁moyen	-1966
▁reason	-1967
▁coordin	-1968
▁obs	-1969
other	-1970
▁absol	-1971
▁stratégie	-1972
atique	-1973
▁exper	-1974
▁9	-1975
ateurs	-1976
▁félic	-1977
quel	-1978
▁dés	-1979
▁première	-1980
▁premier	-1981
orth	-1982
▁freedom	-1983
▁employment	-1984
érer	-1985
▁concerned	-1986
▁européennes	-1987
▁8	-1988
▁sus	-1989
espère	-1990
oins	-1991
▁répons	-1992
▁project	-1993
acité	-1994
usion	-1995
▁spéci	-1996
▁règles	-1997
▁communication	-1998
imes	-1999
dames	-2000
▁mesdames	-2001
itable	-2002
▁initiative	-2003
▁fore	-2004
ared	-2005
▁going	-2006
avenir	-2007
nements	-2008
▁bonne	-2009
▁civil	-2010
▁terroris	-2011
▁sû	-2012
ouve	-2013
▁inst	-2014
att	-2015
▁sens	-2016
▁pêche	-2017
ctr	-2018
inter	-2019
▁recherche	-2020
elves	-2021
étaire	-2022
▁génér	-2023
▁voted	-2024
▁fundament	-2025
▁liber	-2026
▁chaque	-2027
▁urg	-2028
nov	-2029
▁ide	-2030
▁réalis	-2031
▁sci	-2032
▁anim	-2033
▁principe	-2034
aff	-2035
▁force	-2036
▁three	-2037
▁institution	-2038
▁get	-2039
▁hon	-2040
▁job	-2041
▁communautaire	-2042
▁general	-2043
leg	-2044
êts	-2045
▁forward	-2046
▁nombreux	-2047
▁regul	-2048
000	-2049
▁él	-2050
amin	-2051
▁201	-2052
▁sociale	-2053
▁procedure	-2054
ather	-2055
▁real	-2056
vious	-2057
▁consommateurs	-2058
20	-2059
▁inves	-2060
▁working	-2061
aide	-2062
iness	-2063
▁centr	-2064
▁aspects	-2065
▁million	-2066
▁welcome	-2067
▁jou	-2068
▁small	-2069
▁internation	-2070
▁législation	-2071
man	-2072
ement	-2073
▁bo	-2074
éné	-2075
▁va	-2076
▁croiss	-2077
▁back	-2078
emploi	-2079
▁remar	-2080
▁towards	-2081
▁individ	-2082
istr	-2083
anc	-2084
ath	-2085
▁whole	-2086
lev	-2087
énergie	-2088
▁toget	-2089
▁jud	-2090
▁another	-2091
▁qualité	-2092
▁together	-2093
▁celui	-2094
▁plu	-2095
ode	-2096
▁affe	-2097
▁bene	-2098
▁carr	-2099
▁guar	-2100
▁compan	-2101
▁during	-2102
▁?	-2103
isme	-2104
▁clearly	-2105
entre	-2106
▁current	-2107
▁dr	-2108
▁adopt	-2109
▁underst	-2110
▁garantir	-2111
-0	-2112
endu	-2113
ordre	-2114
▁nouveaux	-2115
▁bu	-2116
ends	-2117
▁maintenant	-2118
imer	-2119
▁principle	-2120
cially	-2121
▁procédure	-2122
armon	-2123
▁clairement	-2124
▁saf	-2125
▁while	-2126
agne	-2127
▁step	-2128
▁child	-2129
▁terme	-2130
▁opportunity	-2131
istance	-2132
▁parten	-2133
▁améli	-2134
▁affairs	-2135
ength	-2136
▁comple	-2137
▁account	-2138
▁assemblée	-2139
▁milit	-2140
jou	-2141
ocr	-2142
▁court	-2143
▁lorsque	-2144
▁négociations	-2145
per	-2146
▁nouvelles	-2147
▁dél	-2148
▁lutte	-2149
▁dispos	-2150
▁structure	-2151
gu	-2152
▁10	-2153
rons	-2154
▁pot	-2155
▁peace	-2156
▁mois	-2157
ater	-2158
ething	-2159
▁excell	-2160
▁œuvre	-2161
▁resources	-2162
rions	-2163
▁cal	-2164
▁concurr	-2165
▁def	-2166
▁pal	-2167
casion	-2168
▁voté	-2169
▁plusieurs	-2170
termin	-2171
▁celle	-2172
▁proposed	-2173
▁série	-2174
▁something	-2175
als	-2176
eld	-2177
▁minister	-2178
▁invest	-2179
▁victi	-2180
gg	-2181
ira	-2182
▁pourrait	-2183
▁her	-2184
enda	-2185
agraph	-2186
dam	-2187
ession	-2188
ners	-2189
▁cru	-2190
▁down	-2191
▁espe	-2192
▁finally	-2193
▁service	-2194
mbre	-2195
▁strong	-2196
▁guarante	-2197
▁including	-2198
▁nécessité	-2199
▁exig	-2200
▁especially	-2201
▁fundamental	-2202
▁trop	-2203
▁industry	-2204
▁chose	-2205
▁democratic	-2206
▁reach	-2207
▁seront	-2208
▁mul	-2209
▁authorities	-2210
▁rus	-2211
▁global	-2212
ours	-2213
▁sen	-2214
▁combat	-2215
▁enf	-2216
▁rou	-2217
▁béné	-2218
▁play	-2219
ways	-2220
▁var	-2221
off	-2222
▁policies	-2223
▁paragraph	-2224
qué	-2225
▁membre	-2226
▁remercier	-2227
▁read	-2228
▁cause	-2229
▁ap	-2230
cture	-2231
▁efficace	-2232
▁really	-2233
▁«	-2234
inform	-2235
tout	-2236
▁reste	-2237
indre	-2238
▁fourn	-2239
▁donner	-2240
gn	-2241
▁mor	-2242
▁cand	-2243
▁business	-2244
▁partners	-2245
▁less	-2246
▁organisations	-2247
▁hist	-2248
fication	-2249
▁negotiations	-2250
▁aucun	-2251
▁shall	-2252
▁législ	-2253
▁éc	-2254
▁voir	-2255
éc	-2256
▁candid	-2257
util	-2258
▁free	-2259
atif	-2260
oses	-2261
az	-2262
▁corre	-2263
▁san	-2264
▁adv	-2265
estion	-2266
▁rapide	-2267
▁autorités	-2268
▁discussion	-2269
igne	-2270
▁once	-2271
▁jusqu	-2272
▁discuss	-2273
▁certaines	-2274
▁democracy	-2275
▁poursu	-2276
▁utilis	-2277
▁vale	-2278
▁used	-2279
▁perspe	-2280
▁success	-2281
▁000	-2282
▁access	-2283
▁répond	-2284
▁unf	-2285
import	-2286
▁funds	-2287
▁safety	-2288
▁société	-2289
▁yet	-2290
▁quite	-2291
▁précis	-2292
▁surtout	-2293
▁démocratie	-2294
tisse	-2295
▁bring	-2296
▁rather	-2297
▁actuellement	-2298
▁internal	-2299
▁increase	-2300
▁tiens	-2301
itation	-2302
▁environmental	-2303
▁bro	-2304
/200	-2305
abord	-2306
▁food	-2307
ussions	-2308
▁did	-2309
▁provide	-2310
▁juridique	-2311
▁communauté	-2312
autre	-2313
▁greater	-2314
avantage	-2315
ger	-2316
▁travaill	-2317
be	-2318
cès	-2319
▁écrit	-2320
▁étant	-2321
▁become	-2322
▁article	-2323
▁extre	-2324
▁réponse	-2325
▁understand	-2326
▁sing	-2327
▁constit	-2328
▁char	-2329
▁contribution	-2330
▁responsibility	-2331
erre	-2332
▁lang	-2333
▁things	-2334
ism	-2335
▁russi	-2336
▁continu	-2337
▁summ	-2338
▁visant	-2339
▁violence	-2340
▁coû	-2341
entr	-2342
iting	-2343
▁obje	-2344
▁tit	-2345
▁direct	-2346
▁addition	-2347
ness	-2348
▁though	-2349
▁strength	-2350
▁discr	-2351
▁speak	-2352
▁potenti	-2353
▁voulons	-2354
▁gre	-2355
▁isra	-2356
ze	-2357
▁prix	-2358
▁least	-2359
▁crimin	-2360
atis	-2361
ised	-2362
ium	-2363
uge	-2364
article	-2365
▁excl	-2366
▁bénéfic	-2367
▁fl	-2368
▁oper	-2369
▁congr	-2370
▁liberté	-2371
▁soutenir	-2372
▁regret	-2373
ogn	-2374
▁show	-2375
▁15	-2376
▁effect	-2377
anger	-2378
amende	-2379
ablement	-2380
ilib	-2381
▁itself	-2382
▁train	-2383
▁recogn	-2384
▁products	-2385
gin	-2386
économ	-2387
▁economy	-2388
▁enl	-2389
▁condu	-2390
▁divers	-2391
▁ressources	-2392
▁orig	-2393
▁never	-2394
▁document	-2395
▁concurrence	-2396
ave	-2397
▁based	-2398
▁discrimin	-2399
ète	-2400
ête	-2401
▁2000	-2402
ey	-2403
▁fis	-2404
issent	-2405
▁sem	-2406
▁benef	-2407
time	-2408
▁impact	-2409
▁énerg	-2410
▁having	-2411
▁eur	-2412
▁péri	-2413
▁indeed	-2414
▁instruments	-2415
▁rien	-2416
▁facil	-2417
▁responsabilité	-2418
▁table	-2419
co	-2420
agn	-2421
occup	-2422
▁texte	-2423
▁davantage	-2424
▁instrument	-2425
▁économiques	-2426
▁telle	-2427
▁taking	-2428
▁11	-2429
▁prot	-2430
▁interests	-2431
asing	-2432
▁accom	-2433
▁budg	-2434
ren	-2435
▁exerc	-2436
▁power	-2437
▁importante	-2438
ran	-2439
uel	-2440
▁12	-2441
▁war	-2442
▁various	-2443
▁net	-2444
▁apport	-2445
ites	-2446
▁avez	-2447
▁enti	-2448
▁environnement	-2449
utes	-2450
▁fron	-2451
▁text	-2452
▁déb	-2453
▁ill	-2454
▁semble	-2455
▁croissance	-2456
▁growth	-2457
▁regions	-2458
▁conséquent	-2459
orm	-2460
▁sw	-2461
▁essential	-2462
aking	-2463
teurs	-2464
▁sugg	-2465
▁fight	-2466
▁associ	-2467
titude	-2468
▁outre	-2469
▁constat	-2470
▁improve	-2471
▁objective	-2472
though	-2473
▁foreign	-2474
▁fais	-2475
▁justif	-2476
▁society	-2477
fi	-2478
▁sûr	-2479
▁concl	-2480
▁dernier	-2481
▁money	-2482
▁always	-2483
ove	-2484
iend	-2485
ception	-2486
▁although	-2487
▁anti	-2488
▁colleag	-2489
▁making	-2490
▁wee	-2491
ained	-2492
▁following	-2493
▁single	-2494
ily	-2495
▁each	-2496
tres	-2497
▁bre	-2498
▁look	-2499
▁implementation	-2500
pt	-2501
▁palest	-2502
▁initiatives	-2503
▁dernière	-2504
▁press	-2505
ably	-2506
iation	-2507
▁souligner	-2508
cteurs	-2509
▁ear	-2510
tières	-2511
▁afric	-2512
▁données	-2513
aps	-2514
▁sec	-2515
em	-2516
trib	-2517
▁appr	-2518
▁seul	-2519
ensemble	-2520
missions	-2521
endant	-2522
▁agreements	-2523
▁air	-2524
▁minim	-2525
aix	-2526
▁direction	-2527
▁six	-2528
▁déc	-2529
▁éch	-2530
▁words	-2531
▁affaires	-2532
▁paix	-2533
▁étr	-2534
▁travailleurs	-2535
▁emph	-2536
▁analy	-2537
▁trouver	-2538
▁fix	-2539
▁lit	-2540
▁workers	-2541
▁companies	-2542
▁excellent	-2543
▁réglement	-2544
▁internationale	-2545
▁pen	-2546
▁spécif	-2547
▁constitue	-2548
▁scientif	-2549
over	-2550
▁vig	-2551
▁extr	-2552
▁det	-2553
▁création	-2554
▁demander	-2555
▁enfants	-2556
rès	-2557
▁minor	-2558
ches	-2559
▁short	-2560
▁progrès	-2561
adop	-2562
▁lesqu	-2563
ock	-2564
▁sust	-2565
▁pens	-2566
▁sorte	-2567
▁prevent	-2568
▁volont	-2569
ick	-2570
▁avait	-2571
▁origin	-2572
ortun	-2573
▁mess	-2574
▁mobil	-2575
▁termes	-2576
▁qual	-2577
▁objectives	-2578
fer	-2579
▁donné	-2580
▁aucune	-2581
▁consult	-2582
▁relative	-2583
▁regional	-2584
uss	-2585
▁care	-2586
atul	-2587
▁aura	-2588
rely	-2589
▁adopté	-2590
▁agenda	-2591
▁happen	-2592
▁décisions	-2593
▁mand	-2594
accept	-2595
▁quant	-2596
▁domaines	-2597
▁aliment	-2598
quie	-2599
▁final	-2600
▁among	-2601
▁congratul	-2602
▁propose	-2603
ets	-2604
▁fran	-2605
▁field	-2606
aluation	-2607
▁résultats	-2608
hésion	-2609
▁month	-2610
▁souvent	-2611
▁dispo	-2612
▁harmon	-2613
uve	-2614
▁gestion	-2615
▁competition	-2616
▁creat	-2617
▁popul	-2618
▁différents	-2619
▁peri	-2620
appro	-2621
▁period	-2622
intér	-2623
▁tom	-2624
▁impli	-2625
▁mieux	-2626
▁strengthen	-2627
▁coordination	-2628
thing	-2629
velopp	-2630
argissement	-2631
▁infr	-2632
▁joint	-2633
▁avis	-2634
▁full	-2635
▁address	-2636
▁commercial	-2637
▁commerce	-2638
atic	-2639
▁restric	-2640
étique	-2641
▁bure	-2642
▁involved	-2643
▁solutions	-2644
▁destin	-2645
▁central	-2646
amendement	-2647
▁rural	-2648
ienne	-2649
▁participation	-2650
ateur	-2651
▁type	-2652
▁décid	-2653
▁existe	-2654
▁compris	-2655
ade	-2656
▁pau	-2657
▁flex	-2658
▁mean	-2659
▁conclusion	-2660
iller	-2661
▁suffis	-2662
▁renforcer	-2663
▁dét	-2664
▁best	-2665
▁concerns	-2666
▁extrem	-2667
▁majority	-2668
organ	-2669
▁clim	-2670
▁appe	-2671
▁resul	-2672
▁normes	-2673
▁children	-2674
▁publique	-2675
▁legisl	-2676
▁traite	-2677
▁prés	-2678
▁augment	-2679
▁actuelle	-2680
iterran	-2681
ventions	-2682
▁développ	-2683
▁permette	-2684
▁decisions	-2685
▁profession	-2686
▁enlarge	-2687
▁rom	-2688
▁france	-2689
erve	-2690
▁life	-2691
même	-2692
▁certainly	-2693
▁standards	-2694
▁innov	-2695
▁oppos	-2696
unes	-2697
▁accords	-2698
ls	-2699
▁cat	-2700
▁camp	-2701
▁discussions	-2702
▁fig	-2703
▁fully	-2704
▁rappel	-2705
▁possibilité	-2706
▁quand	-2707
▁période	-2708
édi	-2709
astru	-2710
▁appar	-2711
▁sustain	-2712
▁chall	-2713
▁explo	-2714
eux	-2715
▁pat	-2716
année	-2717
▁acces	-2718
▁active	-2719
▁lisbonne	-2720
▁remercie	-2721
▁quality	-2722
▁avail	-2723
▁choses	-2724
▁extremely	-2725
▁chin	-2726
aise	-2727
▁individual	-2728
ister	-2729
▁agricultural	-2730
▁démocratique	-2731
▁significant	-2732
▁feel	-2733
▁étrang	-2734
▁nécessaires	-2735
mit	-2736
▁majorité	-2737
éch	-2738
▁permettre	-2739
enc	-2740
▁consci	-2741
▁special	-2742
▁souhaite	-2743
aur	-2744
▁dat	-2745
▁devraient	-2746
▁peup	-2747
▁balance	-2748
inté	-2749
▁année	-2750
reg	-2751
▁pros	-2752
▁groups	-2753
améli	-2754
▁event	-2755
▁proté	-2756
▁recent	-2757
▁quelque	-2758
▁concerning	-2759
ceed	-2760
▁ait	-2761
▁inté	-2762
▁increasing	-2763
▁conclusions	-2764
kes	-2765
▁dim	-2766
êmes	-2767
ires	-2768
▁lequel	-2769
▁financement	-2770
rent	-2771
istra	-2772
▁defin	-2773
▁resol	-2774
▁généra	-2775
▁groupes	-2776
▁enlargement	-2777
élé	-2778
nelle	-2779
▁égard	-2780
▁portug	-2781
tivité	-2782
▁créer	-2783
gré	-2784
istan	-2785
▁voie	-2786
industr	-2787
aboration	-2788
ub	-2789
thers	-2790
▁sommet	-2791
▁begin	-2792
▁examin	-2793
▁consequ	-2794
▁diffici	-2795
▁humanit	-2796
▁actually	-2797
▁compromis	-2798
▁administra	-2799
▁tel	-2800
▁rule	-2801
▁confer	-2802
▁russie	-2803
▁meeting	-2804
▁25	-2805
▁party	-2806
▁ago	-2807
erman	-2808
▁comb	-2809
▁territ	-2810
objec	-2811
▁moyens	-2812
moi	-2813
▁cla	-2814
▁méd	-2815
▁juste	-2816
▁unfortun	-2817
▁ratif	-2818
▁assess	-2819
▁malheure	-2820
otion	-2821
▁objectif	-2822
▁préoccup	-2823
▁relation	-2824
▁education	-2825
oles	-2826
▁others	-2827
▁principes	-2828
▁simply	-2829
▁capital	-2830
haps	-2831
▁pur	-2832
ither	-2833
▁might	-2834
).	-2835
▁often	-2836
▁firstly	-2837
▁extrême	-2838
▁perhaps	-2839
▁risk	-2840
▁considér	-2841
▁found	-2842
▁souten	-2843
onn	-2844
▁devrions	-2845
▁propre	-2846
▁practic	-2847
▁palestin	-2848
▁farm	-2849
mi	-2850
▁tar	-2851
▁obten	-2852
▁libre	-2853
▁titre	-2854
économie	-2855
▁général	-2856
▁turquie	-2857
most	-2858
▁foc	-2859
eless	-2860
▁aware	-2861
▁marchés	-2862
▁réforme	-2863
▁simplement	-2864
ica	-2865
ry	-2866
key	-2867
▁total	-2868
▁uk	-2869
uelle	-2870
▁answ	-2871
aissance	-2872
industrie	-2873
▁day	-2874
▁context	-2875
▁complete	-2876
▁sim	-2877
importance	-2878
ps	-2879
ueur	-2880
▁nombreuses	-2881
aged	-2882
cident	-2883
▁signif	-2884
▁nationaux	-2885
aît	-2886
▁cy	-2887
▁local	-2888
▁crucial	-2889
▁protect	-2890
information	-2891
▁developing	-2892
ones	-2893
▁font	-2894
▁application	-2895
épend	-2896
▁emphas	-2897
asse	-2898
▁projets	-2899
role	-2900
▁due	-2901
▁climate	-2902
▁essentiel	-2903
tir	-2904
▁lorsqu	-2905
qui	-2906
orted	-2907
▁apply	-2908
▁enter	-2909
▁receive	-2910
▁available	-2911
▁continuer	-2912
..	-2913
▁draw	-2914
▁create	-2915
ibil	-2916
▁stric	-2917
▁convient	-2918
▁permettez	-2919
fs	-2920
nous	-2921
▁seule	-2922
▁conflic	-2923
▁répondre	-2924
urd	-2925
▁30	-2926
▁russia	-2927
▁jobs	-2928
▁tent	-2929
▁above	-2930
▁naturel	-2931
yp	-2932
semble	-2933
▁inten	-2934
mage	-2935
▁maint	-2936
▁results	-2937
wh	-2938
▁compromise	-2939
▁expl	-2940
ograph	-2941
▁raisons	-2942
less	-2943
aces	-2944
udes	-2945
▁compl	-2946
▁observ	-2947
▁orient	-2948
▁mentioned	-2949
▁malheureusement	-2950
ling	-2951
▁subsi	-2952
▁danger	-2953
▁dépens	-2954
▁monitor	-2955
▁simpli	-2956
▁difficile	-2957
▁turkey	-2958
xim	-2959
▁data	-2960
▁aille	-2961
".	-2962
▁lat	-2963
▁rejet	-2964
▁vraiment	-2965
▁14	-2966
▁13	-2967
enne	-2968
tant	-2969
▁den	-2970
▁labour	-2971
arian	-2972
▁proper	-2973
▁entendu	-2974
▁réalité	-2975
▁ensemble	-2976
▁management	-2977
▁doing	-2978
▁consumer	-2979
▁independ	-2980
enci	-2981
▁tiers	-2982
▁message	-2983
application	-2984
élargissement	-2985
idence	-2986
imm	-2987
ture	-2988
▁key	-2989
▁reasons	-2990
▁em	-2991
inst	-2992
▁cos	-2993
▁sud	-2994
uring	-2995
▁kind	-2996
▁plut	-2997
▁confirm	-2998
utilisation	-2999
▁cô	-3000
▁intérieur	-3001
▁del	-3002
▁petit	-3003
▁celles	-3004
tle	-3005
▁jam	-3006
gence	-3007
▁contexte	-3008
ended	-3009
acceptable	-3010
▁forces	-3011
ibles	-3012
▁quat	-3013
cement	-3014
▁pendant	-3015
▁aide	-3016
▁build	-3017
▁summit	-3018
▁confi	-3019
▁thing	-3020
▁signal	-3021
▁currently	-3022
gar	-3023
âce	-3024
▁confl	-3025
▁grâce	-3026
▁fall	-3027
▁consumers	-3028
▁conten	-3029
▁appropriate	-3030
▁dispositions	-3031
adhésion	-3032
▁intérêts	-3033
▁discrimination	-3034
vi	-3035
▁mer	-3036
▁mot	-3037
▁red	-3038
▁ailleurs	-3039
▁request	-3040
▁agriculture	-3041
▁favor	-3042
▁german	-3043
▁changement	-3044
aître	-3045
clear	-3046
▁guarantee	-3047
▁responsible	-3048
resp	-3049
▁contrô	-3050
▁mondiale	-3051
▁adap	-3052
▁déch	-3053
▁approche	-3054
▁conference	-3055
▁eux	-3056
initi	-3057
objectif	-3058
▁stability	-3059
▁financière	-3060
▁élev	-3061
▁start	-3062
▁systems	-3063
▁extrêmement	-3064
▁plutôt	-3065
▁threat	-3066
▁personne	-3067
▁2007	-3068
▁sais	-3069
▁thems	-3070
▁matters	-3071
▁themselves	-3072
tile	-3073
▁kos	-3074
▁clair	-3075
visions	-3076
▁conférence	-3077
▁fort	-3078
▁remain	-3079
▁rapidement	-3080
▁transparence	-3081
▁ira	-3082
▁différentes	-3083
mission	-3084
▁jamais	-3085
▁considéra	-3086
▁sep	-3087
▁assistance	-3088
eau	-3089
ivre	-3090
euros	-3091
▁legislative	-3092
hic	-3093
▁clar	-3094
▁suite	-3095
▁contraire	-3096
▁activities	-3097
▁unfortunately	-3098
can	-3099
▁parler	-3100
▁ju	-3101
▁jan	-3102
▁chers	-3103
▁informations	-3104
▁crit	-3105
▁détermin	-3106
▁conséquences	-3107
anm	-3108
ban	-3109
▁tas	-3110
▁simple	-3111
ilat	-3112
atifs	-3113
onstr	-3114
▁keep	-3115
▁kosov	-3116
▁compéti	-3117
▁infrastru	-3118
▁oct	-3119
▁cases	-3120
▁idea	-3121
▁prob	-3122
▁doute	-3123
▁réjou	-3124
intérêt	-3125
▁complex	-3126
used	-3127
clé	-3128
▁youn	-3129
▁déclaration	-3130
sh	-3131
dem	-3132
ross	-3133
▁brit	-3134
▁secondly	-3135
▁governments	-3136
▁him	-3137
▁envis	-3138
▁needed	-3139
▁rendre	-3140
▁projects	-3141
▁principles	-3142
rup	-3143
▁writing	-3144
issant	-3145
ène	-3146
▁expect	-3147
▁pap	-3148
to	-3149
office	-3150
veness	-3151
▁pratique	-3152
▁stabilité	-3153
mpl	-3154
rain	-3155
▁dernières	-3156
cle	-3157
ident	-3158
▁amer	-3159
▁zone	-3160
▁ouver	-3161
▁durable	-3162
▁regards	-3163
ument	-3164
▁risque	-3165
▁promotion	-3166
▁sanctions	-3167
▁longer	-3168
▁achieved	-3169
▁formation	-3170
▁charg	-3171
▁super	-3172
▁conform	-3173
eries	-3174
▁move	-3175
▁recommand	-3176
ué	-3177
▁note	-3178
▁trouv	-3179
▁ambiti	-3180
▁export	-3181
▁months	-3182
ications	-3183
cs	-3184
abit	-3185
▁contribuer	-3186
▁solidarité	-3187
▁relig	-3188
arr	-3189
▁div	-3190
▁unies	-3191
▁voter	-3192
▁sustainable	-3193
quet	-3194
▁influ	-3195
▁altern	-3196
▁devant	-3197
atory	-3198
▁liberal	-3199
▁er	-3200
▁sex	-3201
▁head	-3202
▁tels	-3203
▁broad	-3204
▁stress	-3205
▁solidarity	-3206
▁-,	-3207
▁young	-3208
▁cin	-3209
▁regarding	-3210
▁supplément	-3211
uv	-3212
effic	-3213
▁systèmes	-3214
term	-3215
uite	-3216
▁nothing	-3217
▁ay	-3218
▁promote	-3219
▁troisième	-3220
▁intervention	-3221
aud	-3222
ering	-3223
▁seen	-3224
▁heure	-3225
▁surve	-3226
▁judici	-3227
truction	-3228
istration	-3229
▁procédures	-3230
▁congratulate	-3231
▁thus	-3232
▁sever	-3233
tiveness	-3234
▁identif	-3235
dire	-3236
pens	-3237
▁puisse	-3238
▁nationales	-3239
▁gaz	-3240
▁applic	-3241
▁appelle	-3242
▁amér	-3243
▁true	-3244
▁reports	-3245
▁collègue	-3246
▁draft	-3247
▁caract	-3248
▁gouvernements	-3249
▁assurer	-3250
▁structural	-3251
ists	-3252
ience	-3253
▁cher	-3254
▁manif	-3255
▁chance	-3256
▁jeunes	-3257
▁little	-3258
▁volonté	-3259
▁date	-3260
▁peux	-3261
▁néanm	-3262
▁kosovo	-3263
▁activités	-3264
▁néanmoins	-3265
▁past	-3266
▁libér	-3267
▁according	-3268
èle	-3269
▁vu	-3270
ench	-3271
orrow	-3272
▁basi	-3273
▁guid	-3274
▁criter	-3275
▁convain	-3276
▁mut	-3277
▁savons	-3278
iew	-3279
▁ital	-3280
▁rapports	-3281
▁confiance	-3282
né	-3283
▁const	-3284
▁budgets	-3285
quent	-3286
▁sure	-3287
▁nuclé	-3288
▁condition	-3289
▁directives	-3290
▁demonstr	-3291
ody	-3292
▁ev	-3293
▁ceci	-3294
▁relev	-3295
af	-3296
emb	-3297
ris	-3298
▁prep	-3299
),	-3300
ix	-3301
▁situ	-3302
ortion	-3303
agric	-3304
égalité	-3305
▁commitment	-3306
avoir	-3307
▁doub	-3308
▁appel	-3309
▁attend	-3310
▁nuclear	-3311
▁frontières	-3312
ars	-3313
▁nam	-3314
▁demain	-3315
▁discut	-3316
▁obvious	-3317
▁meilleure	-3318
hen	-3319
▁peti	-3320
▁dimension	-3321
▁budgétaire	-3322
▁fondamentaux	-3323
/9	-3324
▁argu	-3325
▁costs	-3326
▁entra	-3327
▁établ	-3328
hod	-3329
lle	-3330
ève	-3331
▁line	-3332
▁enough	-3333
▁formul	-3334
initiative	-3335
cé	-3336
▁basic	-3337
▁south	-3338
▁représente	-3339
▁organisation	-3340
▁ge	-3341
ancer	-3342
▁week	-3343
▁agricole	-3344
▁véritable	-3345
▁norm	-3346
▁vois	-3347
▁several	-3348
▁funding	-3349
▁ministre	-3350
venus	-3351
▁2004	-3352
▁tran	-3353
▁slo	-3354
▁respe	-3355
▁réduire	-3356
▁régime	-3357
ffic	-3358
accès	-3359
avons	-3360
▁début	-3361
▁absolute	-3362
ark	-3363
▁she	-3364
▁exprim	-3365
▁pleine	-3366
▁équilib	-3367
▁priority	-3368
▁recommend	-3369
▁transparency	-3370
▁féliciter	-3371
▁technologies	-3372
▁lack	-3373
▁extra	-3374
▁aurait	-3375
▁parmi	-3376
▁fisheries	-3377
▁importants	-3378
mpt	-3379
anim	-3380
▁safe	-3381
▁histor	-3382
▁signifie	-3383
▁encourage	-3384
▁technical	-3385
▁investment	-3386
▁fair	-3387
▁values	-3388
▁2009	-3389
▁post	-3390
▁taux	-3391
▁forme	-3392
▁preuve	-3393
▁sociaux	-3394
ossi	-3395
tent	-3396
▁capac	-3397
▁extern	-3398
▁occasion	-3399
▁provided	-3400
▁documents	-3401
▁énergétique	-3402
▁desp	-3403
▁médi	-3404
▁rend	-3405
▁gener	-3406
▁plans	-3407
▁method	-3408
intégration	-3409
▁fail	-3410
▁indis	-3411
▁passé	-3412
▁telles	-3413
▁partnership	-3414
prise	-3415
▁mort	-3416
▁tomorrow	-3417
▁bul	-3418
▁victimes	-3419
self	-3420
▁low	-3421
idemment	-3422
by	-3423
ides	-3424
ariat	-3425
illes	-3426
▁soon	-3427
▁share	-3428
▁voting	-3429
▁perspective	-3430
line	-3431
stac	-3432
liance	-3433
▁guerre	-3434
▁include	-3435
▁budgetary	-3436
▁relatives	-3437
▁précéd	-3438
▁confront	-3439
▁nav	-3440
▁consens	-3441
▁everyone	-3442
uit	-3443
ators	-3444
▁méth	-3445
coming	-3446
▁simil	-3447
ctement	-3448
▁rapporteurs	-3449
iés	-3450
iture	-3451
▁mind	-3452
▁septe	-3453
▁promouv	-3454
ontre	-3455
▁test	-3456
▁estim	-3457
▁agreed	-3458
▁modern	-3459
▁évidemment	-3460
gra	-3461
▁israel	-3462
▁motion	-3463
▁valeurs	-3464
▁présenter	-3465
▁experience	-3466
▁provisions	-3467
▁integration	-3468
temps	-3469
▁pack	-3470
▁until	-3471
▁analys	-3472
▁sources	-3473
▁certainement	-3474
▁cop	-3475
oires	-3476
▁autant	-3477
▁cohésion	-3478
▁rappeler	-3479
▁log	-3480
▁bank	-3481
▁univers	-3482
itime	-3483
▁answer	-3484
▁financières	-3485
tien	-3486
▁eas	-3487
▁coup	-3488
▁ours	-3489
▁external	-3490
▁previous	-3491
▁cho	-3492
raine	-3493
▁accomp	-3494
▁markets	-3495
▁accession	-3496
ton	-3497
etary	-3498
▁terror	-3499
▁vigueur	-3500
ake	-3501
▁comes	-3502
▁présente	-3503
▁2008	-3504
▁tenir	-3505
▁prises	-3506
agriculture	-3507
roph	-3508
▁turn	-3509
▁mécan	-3510
▁porte	-3511
▁trouve	-3512
ief	-3513
lande	-3514
ource	-3515
▁2005	-3516
▁times	-3517
▁améric	-3518
▁travers	-3519
▁réduction	-3520
udi	-3521
part	-3522
adoption	-3523
▁paragraphe	-3524
nelles	-3525
▁engage	-3526
▁construction	-3527
the	-3528
ledge	-3529
▁cost	-3530
▁nove	-3531
liquer	-3532
▁prise	-3533
▁pleased	-3534
lin	-3535
ising	-3536
▁water	-3537
▁prépar	-3538
arer	-3539
▁cohes	-3540
▁critères	-3541
▁arm	-3542
objet	-3543
▁1999	-3544
▁faud	-3545
▁road	-3546
diction	-3547
▁partage	-3548
oid	-3549
▁statut	-3550
▁changes	-3551
▁terrorism	-3552
▁tradition	-3553
▁uniquement	-3554
fully	-3555
▁close	-3556
▁défense	-3557
▁procedures	-3558
▁terrorisme	-3559
prit	-3560
uels	-3561
▁dut	-3562
▁conne	-3563
▁manque	-3564
▁distrib	-3565
▁ensuite	-3566
▁élections	-3567
▁emb	-3568
▁2006	-3569
▁affect	-3570
▁content	-3571
▁propres	-3572
▁exercice	-3573
▁elections	-3574
▁monetary	-3575
▁réellement	-3576
▁dan	-3577
▁gree	-3578
▁consensus	-3579
▁perman	-3580
▁mission	-3581
▁criteria	-3582
anted	-3583
argent	-3584
▁subsidi	-3585
▁colleagues	-3586
▁investisse	-3587
ster	-3588
▁chac	-3589
▁crime	-3590
▁north	-3591
▁contact	-3592
▁code	-3593
▁obstac	-3594
▁practice	-3595
▁incom	-3596
▁makes	-3597
▁vital	-3598
▁obligations	-3599
enh	-3600
▁50	-3601
encer	-3602
limin	-3603
▁debat	-3604
▁depend	-3605
était	-3606
▁save	-3607
léments	-3608
ature	-3609
va	-3610
▁bord	-3611
▁18	-3612
cent	-3613
▁dist	-3614
▁equal	-3615
▁minutes	-3616
▁promouvoir	-3617
oph	-3618
▁nord	-3619
▁tell	-3620
▁benefit	-3621
éducation	-3622
▁priorité	-3623
sif	-3624
éré	-3625
▁mid	-3626
▁indic	-3627
▁protoc	-3628
ha	-3629
rog	-3630
ered	-3631
▁capit	-3632
▁concr	-3633
ester	-3634
▁purp	-3635
▁temp	-3636
▁centra	-3637
▁despite	-3638
▁dési	-3639
▁opportunities	-3640
▁hard	-3641
orient	-3642
▁coûts	-3643
▁cohesion	-3644
▁requirements	-3645
edi	-3646
verty	-3647
▁dois	-3648
▁quoi	-3649
▁poverty	-3650
▁veiller	-3651
▁protéger	-3652
▁financiers	-3653
yn	-3654
▁;	-3655
lier	-3656
venu	-3657
▁upon	-3658
▁review	-3659
▁everything	-3660
▁loin	-3661
▁prim	-3662
▁malgré	-3663
▁statement	-3664
hn	-3665
ri	-3666
rir	-3667
▁pert	-3668
▁dépos	-3669
▁refus	-3670
5-0	-3671
aster	-3672
▁illeg	-3673
▁rempl	-3674
▁integr	-3675
ume	-3676
orig	-3677
vous	-3678
▁courage	-3679
▁prochaine	-3680
enn	-3681
▁lab	-3682
mploy	-3683
▁repe	-3684
igrants	-3685
▁statis	-3686
occasion	-3687
▁response	-3688
▁réformes	-3689
▁souhaiter	-3690
▁reç	-3691
▁hold	-3692
ailleurs	-3693
tig	-3694
érieure	-3695
▁poll	-3696
▁decid	-3697
▁journ	-3698
astroph	-3699
▁unemploy	-3700
cide	-3701
uary	-3702
▁famil	-3703
▁quick	-3704
▁hear	-3705
▁element	-3706
▁éléments	-3707
olid	-3708
ctors	-3709
▁veut	-3710
▁compét	-3711
▁générale	-3712
chan	-3713
▁conserv	-3714
▁grandes	-3715
▁parliamentary	-3716
▁east	-3717
▁pauvre	-3718
▁saying	-3719
▁priorités	-3720
▁catastroph	-3721
▁star	-3722
iennent	-3723
▁améliorer	-3724
▁totalement	-3725
jus	-3726
▁existing	-3727
▁déce	-3728
▁tend	-3729
▁focus	-3730
▁mechan	-3731
▁deuxièmement	-3732
yl	-3733
▁mér	-3734
▁item	-3735
estime	-3736
▁permis	-3737
érieures	-3738
▁training	-3739
▁tâ	-3740
▁seems	-3741
▁proposé	-3742
▁indépend	-3743
▁ourselves	-3744
▁transports	-3745
▁im	-3746
▁dér	-3747
▁minimum	-3748
iver	-3749
erver	-3750
▁chine	-3751
▁namely	-3752
▁police	-3753
▁concept	-3754
efficacité	-3755
▁évo	-3756
▁talk	-3757
▁concentr	-3758
▁secteurs	-3759
▁référence	-3760
▁along	-3761
▁dossi	-3762
▁dir	-3763
▁assur	-3764
▁subsidiar	-3765
▁importantes	-3766
iger	-3767
tient	-3768
▁côté	-3769
▁refle	-3770
▁étaient	-3771
▁flexibil	-3772
0,	-3773
▁acqu	-3774
▁résol	-3775
▁honour	-3776
▁demandé	-3777
▁parvenir	-3778
cul	-3779
▁17	-3780
▁maxim	-3781
▁tabled	-3782
tip	-3783
▁inqui	-3784
▁centre	-3785
▁urgent	-3786
▁respecter	-3787
▁traitement	-3788
endum	-3789
▁waste	-3790
origine	-3791
▁correct	-3792
▁indispens	-3793
▁personnel	-3794
uf	-3795
▁petites	-3796
▁session	-3797
omb	-3798
aining	-3799
▁adoption	-3800
▁trag	-3801
▁qualif	-3802
▁accepter	-3803
▁substanti	-3804
urn	-3805
fait	-3806
▁quot	-3807
▁britann	-3808
▁centrale	-3809
▁creation	-3810
▁throughout	-3811
▁regulations	-3812
▁communautaires	-3813
▁pén	-3814
▁gens	-3815
▁sensi	-3816
▁votes	-3817
ighbour	-3818
▁relevant	-3819
iner	-3820
ontal	-3821
▁left	-3822
▁purs	-3823
▁asked	-3824
▁touch	-3825
▁remind	-3826
▁conflict	-3827
▁monitoring	-3828
▁ign	-3829
▁ground	-3830
▁compens	-3831
▁réunion	-3832
▁positions	-3833
▁dipl	-3834
▁around	-3835
▁neighbour	-3836
▁absolument	-3837
▁substances	-3838
▁2001	-3839
▁condam	-3840
▁relating	-3841
▁immigration	-3842
tré	-3843
▁autom	-3844
▁farmers	-3845
▁military	-3846
▁pac	-3847
ought	-3848
▁zones	-3849
▁compet	-3850
▁difficul	-3851
▁intéress	-3852
▁influence	-3853
tead	-3854
▁either	-3855
▁quelle	-3856
▁résoud	-3857
▁lesquels	-3858
▁‘	-3859
▁held	-3860
▁join	-3861
▁poor	-3862
▁grands	-3863
▁hommes	-3864
▁financier	-3865
▁impossible	-3866
▁collaboration	-3867
▁2003	-3868
▁instead	-3869
▁travailler	-3870
▁quatre	-3871
▁fishing	-3872
▁increased	-3873
umer	-3874
▁sort	-3875
▁highl	-3876
▁stage	-3877
ié	-3878
ber	-3879
▁rich	-3880
▁carried	-3881
▁dépenses	-3882
▁movement	-3883
▁candidats	-3884
▁consultation	-3885
▁laiss	-3886
▁target	-3887
▁required	-3888
▁partenaires	-3889
uly	-3890
êtes	-3891
▁fell	-3892
▁avoid	-3893
▁administrative	-3894
▁dû	-3895
▁tim	-3896
▁considération	-3897
▁compar	-3898
▁ec	-3899
▁syn	-3900
▁exch	-3901
▁risques	-3902
▁vos	-3903
▁home	-3904
ination	-3905
▁enable	-3906
▁pratiques	-3907
▁transition	-3908
'.	-3909
ght	-3910
avis	-3911
▁fun	-3912
▁gas	-3913
▁rig	-3914
▁cultural	-3915
▁sociales	-3916
▁développer	-3917
aging	-3918
égard	-3919
▁langu	-3920
▁dépend	-3921
▁french	-3922
▁profit	-3923
▁approuv	-3924
na	-3925
▁sense	-3926
▁chacun	-3927
▁closed	-3928
▁democr	-3929
ean	-3930
▁dispar	-3931
uni	-3932
▁franç	-3933
▁sport	-3934
▁conver	-3935
immigration	-3936
▁surveill	-3937
▁chô	-3938
aucra	-3939
▁haut	-3940
▁live	-3941
▁thanks	-3942
voy	-3943
assemblée	-3944
▁félicite	-3945
▁pauvreté	-3946
▁voy	-3947
▁larg	-3948
▁cross	-3949
▁venir	-3950
▁amendement	-3951
▁situations	-3952
▁pil	-3953
▁concil	-3954
▁pleinement	-3955
▁consequences	-3956
▁évé	-3957
▁task	-3958
mation	-3959
▁présenté	-3960
▁absolutely	-3961
▁priorities	-3962
ron	-3963
ania	-3964
▁spee	-3965
▁china	-3966
sterdam	-3967
étaires	-3968
▁parole	-3969
oit	-3970
▁balk	-3971
▁pren	-3972
▁doubt	-3973
▁ven	-3974
engen	-3975
ending	-3976
▁prepared	-3977
▁potential	-3978
▁presented	-3979
dit	-3980
▁big	-3981
▁créd	-3982
▁barro	-3983
▁octob	-3984
▁called	-3985
▁raised	-3986
oss	-3987
idée	-3988
bal	-3989
▁dam	-3990
▁tenu	-3991
▁consac	-3992
▁undert	-3993
▁valeur	-3994
attention	-3995
▁fiscal	-3996
▁transp	-3997
▁produit	-3998
▁respond	-3999
▁bureaucra	-4000
organisation	-4001
sez	-4002
▁hor	-4003
▁old	-4004
▁dise	-4005
▁pati	-4006
▁modif	-4007
▁across	-4008
▁besoins	-4009
▁schengen	-4010
ghan	-4011
▁2002	-4012
▁powers	-4013
ification	-4014
▁recently	-4015
▁résoudre	-4016
▁perspectives	-4017
▁vert	-4018
ruption	-4019
▁coming	-4020
▁succès	-4021
