<unk>	0
<s>	0
</s>	0
▁t	-0
on	-1
▁d	-2
es	-3
en	-4
▁a	-5
▁p	-6
▁l	-7
▁c	-8
in	-9
▁th	-10
re	-11
ti	-12
▁s	-13
er	-14
is	-15
ou	-16
an	-17
▁the	-18
ent	-19
▁m	-20
▁de	-21
it	-22
▁e	-23
or	-24
qu	-25
tion	-26
ro	-27
▁n	-28
▁f	-29
▁w	-30
ar	-31
at	-32
le	-33
▁o	-34
▁b	-35
▁in	-36
om	-37
al	-38
un	-39
ment	-40
▁la	-41
▁qu	-42
si	-43
ur	-44
▁of	-45
▁an	-46
▁to	-47
▁r	-48
il	-49
ve	-50
te	-51
ation	-52
▁le	-53
ic	-54
▁con	-55
▁h	-56
as	-57
us	-58
▁and	-59
▁com	-60
ing	-61
▁re	-62
▁et	-63
our	-64
ce	-65
▁un	-66
▁en	-67
▁pro	-68
▁v	-69
el	-70
▁i	-71
▁les	-72
ra	-73
▁des	-74
▁par	-75
et	-76
▁à	-77
▁g	-78
ed	-79
ous	-80
pe	-81
▁pr	-82
▁comm	-83
ol	-84
ir	-85
▁is	-86
▁j	-87
▁that	-88
▁eu	-89
ant	-90
▁on	-91
▁que	-92
est	-93
ut	-94
▁be	-95
ort	-96
▁é	-97
os	-98
ons	-99
ans	-100
▁euro	-101
pp	-102
ci	-103
me	-104
mp	-105
ot	-106
ch	-107
▁for	-108
ul	-109
tr	-110
▁wh	-111
sion	-112
ly	-113
id	-114
▁we	-115
▁au	-116
ire	-117
ct	-118
▁ma	-119
▁dé	-120
ig	-121
▁it	-122
▁nous	-123
▁ne	-124
▁pour	-125
▁al	-126
▁fa	-127
és	-128
▁du	-129
▁se	-130
ab	-131
▁su	-132
▁as	-133
ter	-134
ie	-135
▁this	-136
ess	-137
que	-138
ion	-139
ers	-140
▁me	-141
de	-142
▁ex	-143
ff	-144
ne	-145
▁commis	-146
▁dans	-147
lement	-148
mb	-149
ag	-150
▁ce	-151
op	-152
iti	-153
▁not	-154
ure	-155
se	-156
▁ha	-157
▁pl	-158
▁qui	-159
ain	-160
out	-161
▁commission	-162
ver	-163
end	-164
ér	-165
ill	-166
oul	-167
▁je	-168
ay	-169
▁une	-170
▁are	-171
▁ré	-172
ont	-173
▁europe	-174
▁pas	-175
ith	-176
▁est	-177
tat	-178
pé	-179
ité	-180
li	-181
▁sur	-182
▁with	-183
▁ch	-184
ow	-185
res	-186
▁so	-187
ux	-188
▁ac	-189
▁y	-190
▁ra	-191
ould	-192
▁mo	-193
▁imp	-194
▁have	-195
tre	-196
▁il	-197
tions	-198
▁pol	-199
ue	-200
▁-	-201
oun	-202
ate	-203
ations	-204
ich	-205
▁pré	-206
ac	-207
▁tr	-208
▁do	-209
and	-210
tive	-211
péen	-212
di	-213
▁européen	-214
▁res	-215
les	-216
▁at	-217
ity	-218
st	-219
im	-220
▁mon	-221
▁which	-222
pr	-223
ord	-224
ence	-225
iv	-226
ad	-227
▁european	-228
ée	-229
ke	-230
▁cons	-231
th	-232
sid	-233
du	-234
ance	-235
▁pe	-236
▁ag	-237
▁prop	-238
mes	-239
▁memb	-240
urs	-241
ens	-242
▁conc	-243
ère	-244
▁sa	-245
▁tra	-246
▁sh	-247
▁will	-248
pport	-249
té	-250
ments	-251
▁by	-252
▁cet	-253
vel	-254
con	-255
▁dis	-256
ts	-257
tic	-258
ib	-259
▁po	-260
aire	-261
able	-262
▁pres	-263
▁plus	-264
am	-265
▁coun	-266
▁am	-267
▁av	-268
oc	-269
ies	-270
▁has	-271
igh	-272
▁mr	-273
▁gr	-274
ction	-275
ust	-276
ven	-277
ore	-278
▁all	-279
▁ad	-280
▁comp	-281
▁inter	-282
▁app	-283
ard	-284
ble	-285
▁fin	-286
ques	-287
▁politi	-288
▁2	-289
ge	-290
▁or	-291
▁ser	-292
▁1	-293
▁co	-294
age	-295
▁cette	-296
ces	-297
au	-298
00	-299
for	-300
ait	-301
▁there	-302
ted	-303
▁cr	-304
ten	-305
port	-306
um	-307
so	-308
rom	-309
elle	-310
ution	-311
▁stat	-312
ud	-313
ise	-314
cess	-315
sie	-316
▁di	-317
ès	-318
▁présid	-319
▁aux	-320
use	-321
tit	-322
une	-323
▁import	-324
bl	-325
ern	-326
tif	-327
▁si	-328
ist	-329
cial	-330
▁(	-331
ient	-332
ées	-333
ament	-334
▁presid	-335
ert	-336
▁ab	-337
air	-338
ég	-339
ays	-340
▁mar	-341
ique	-342
▁reg	-343
▁dire	-344
▁dev	-345
▁ent	-346
ves	-347
▁eff	-348
ale	-349
lo	-350
▁st	-351
▁str	-352
▁can	-353
▁ave	-354
▁européenne	-355
▁would	-356
▁sont	-357
▁but	-358
ien	-359
▁ques	-360
▁vo	-361
▁also	-362
▁cont	-363
être	-364
int	-365
▁our	-366
▁mais	-367
conom	-368
ures	-369
▁li	-370
▁président	-371
▁he	-372
▁ta	-373
▁should	-374
ions	-375
ite	-376
▁pre	-377
▁man	-378
erm	-379
ign	-380
ult	-381
je	-382
ose	-383
▁president	-384
ctive	-385
▁wor	-386
▁dem	-387
▁from	-388
▁pu	-389
▁avec	-390
cl	-391
▁aut	-392
▁som	-393
▁int	-394
▁tout	-395
▁ins	-396
ors	-397
union	-398
▁don	-399
▁go	-400
▁must	-401
▁commun	-402
▁te	-403
oir	-404
▁ces	-405
up	-406
▁union	-407
▁parlement	-408
▁acc	-409
og	-410
ap	-411
fic	-412
▁sou	-413
velop	-414
▁pos	-415
▁pays	-416
its	-417
ational	-418
▁parli	-419
▁trans	-420
aux	-421
ais	-422
▁prog	-423
sition	-424
▁mes	-425
▁ob	-426
form	-427
aut	-428
▁état	-429
ier	-430
▁important	-431
ussi	-432
▁propos	-433
sieur	-434
▁rapport	-435
ree	-436
▁been	-437
▁monsieur	-438
▁k	-439
▁parliament	-440
ond	-441
ally	-442
▁you	-443
ière	-444
▁ou	-445
ine	-446
ong	-447
▁cl	-448
cis	-449
all	-450
aires	-451
▁no	-452
▁être	-453
od	-454
▁us	-455
▁diff	-456
▁its	-457
▁countr	-458
ace	-459
alement	-460
▁report	-461
▁cert	-462
▁part	-463
▁rel	-464
ish	-465
cil	-466
com	-467
ati	-468
▁was	-469
▁conse	-470
▁vous	-471
▁ont	-472
▁ver	-473
▁été	-474
▁certain	-475
▁more	-476
▁question	-477
▁comme	-478
én	-479
▁states	-480
ail	-481
▁ég	-482
pect	-483
ese	-484
ticul	-485
ary	-486
▁produ	-487
▁particul	-488
▁fait	-489
▁états	-490
reat	-491
▁cel	-492
gh	-493
ive	-494
▁ar	-495
king	-496
▁member	-497
ème	-498
orte	-499
fin	-500
▁entre	-501
oup	-502
▁pers	-503
▁dro	-504
▁sy	-505
▁need	-506
che	-507
▁politique	-508
ime	-509
av	-510
ther	-511
▁righ	-512
ins	-513
▁parti	-514
▁concern	-515
▁these	-516
▁cour	-517
ai	-518
▁conseil	-519
ear	-520
▁sit	-521
▁they	-522
▁conf	-523
ca	-524
ême	-525
▁polic	-526
ues	-527
▁trav	-528
cip	-529
til	-530
eu	-531
cep	-532
▁their	-533
▁intern	-534
ase	-535
ouv	-536
▁like	-537
▁tou	-538
get	-539
▁council	-540
▁membres	-541
isation	-542
ide	-543
▁what	-544
uation	-545
sible	-546
▁min	-547
▁out	-548
▁how	-549
ésent	-550
▁op	-551
ui	-552
▁rem	-553
▁very	-554
▁contr	-555
▁200	-556
her	-557
ants	-558
▁rés	-559
▁who	-560
▁également	-561
ative	-562
▁one	-563
▁if	-564
▁ter	-565
ric	-566
▁exp	-567
▁car	-568
olution	-569
ang	-570
▁el	-571
enti	-572
lic	-573
èg	-574
ms	-575
▁nom	-576
▁rég	-577
par	-578
▁col	-579
▁aussi	-580
ram	-581
cur	-582
▁notre	-583
ough	-584
▁ét	-585
▁finan	-586
fore	-587
▁rapp	-588
are	-589
▁than	-590
▁my	-591
nement	-592
▁nou	-593
ét	-594
cy	-595
▁sub	-596
ex	-597
ense	-598
nes	-599
euro	-600
tru	-601
ités	-602
▁bien	-603
ois	-604
erg	-605
jet	-606
éd	-607
▁disc	-608
▁point	-609
▁bud	-610
▁faire	-611
▁program	-612
▁resp	-613
▁countries	-614
▁ind	-615
▁prin	-616
▁other	-617
vent	-618
▁situation	-619
vir	-620
bat	-621
bil	-622
abil	-623
▁peop	-624
▁cela	-625
▁social	-626
▁work	-627
jour	-628
▁commit	-629
▁act	-630
iss	-631
titu	-632
▁fr	-633
▁tous	-634
▁br	-635
▁appro	-636
▁bet	-637
▁about	-638
ande	-639
▁new	-640
▁leur	-641
▁und	-642
▁avons	-643
▁prote	-644
els	-645
▁dép	-646
▁propo	-647
▁enc	-648
ice	-649
mplo	-650
iter	-651
▁perm	-652
▁develop	-653
▁doit	-654
ouver	-655
▁up	-656
viron	-657
ieve	-658
▁spe	-659
▁people	-660
▁consid	-661
ell	-662
▁fe	-663
vis	-664
▁son	-665
▁bel	-666
▁même	-667
▁rec	-668
cte	-669
ely	-670
▁person	-671
▁agree	-672
ach	-673
oy	-674
▁très	-675
ises	-676
▁aff	-677
▁non	-678
▁né	-679
endre	-680
▁hum	-681
ob	-682
▁policy	-683
▁only	-684
ind	-685
▁econom	-686
ia	-687
oud	-688
▁jus	-689
ocra	-690
▁vot	-691
▁year	-692
▁adop	-693
cal	-694
ange	-695
▁coop	-696
gan	-697
act	-698
▁soci	-699
gr	-700
▁support	-701
blic	-702
und	-703
ities	-704
ante	-705
▁ass	-706
▁lib	-707
▁deux	-708
iques	-709
ated	-710
▁iss	-711
▁directive	-712
isl	-713
▁time	-714
▁beca	-715
oi	-716
app	-717
▁peut	-718
mple	-719
elles	-720
ents	-721
jec	-722
▁leg	-723
▁serv	-724
▁because	-725
▁travail	-726
▁fir	-727
▁again	-728
ost	-729
rait	-730
▁sé	-731
▁nos	-732
ères	-733
▁budget	-734
▁mad	-735
▁rapporte	-736
▁some	-737
▁probl	-738
▁now	-739
▁es	-740
▁inc	-741
▁per	-742
▁fond	-743
▁group	-744
▁proposal	-745
rais	-746
acc	-747
min	-748
ced	-749
▁devons	-750
▁contin	-751
▁sign	-752
we	-753
ari	-754
▁march	-755
bre	-756
▁public	-757
▁économ	-758
▁lors	-759
▁accord	-760
▁men	-761
▁rep	-762
lear	-763
▁cro	-764
sions	-765
▁any	-766
pend	-767
ulation	-768
ks	-769
▁possible	-770
ices	-771
ici	-772
▁cas	-773
▁présent	-774
▁long	-775
▁respect	-776
▁droits	-777
▁ro	-778
▁ref	-779
ever	-780
▁ren	-781
▁such	-782
ille	-783
▁rights	-784
▁ann	-785
▁inv	-786
europe	-787
ustr	-788
aine	-789
ner	-790
▁vie	-791
vid	-792
▁process	-793
▁therefore	-794
▁protection	-795
▁contre	-796
lé	-797
▁when	-798
tis	-799
▁toute	-800
érie	-801
▁national	-802
▁voud	-803
▁inform	-804
▁fund	-805
ere	-806
▁princip	-807
▁mark	-808
▁first	-809
▁vote	-810
alis	-811
cr	-812
▁19	-813
▁pri	-814
ards	-815
▁however	-816
▁those	-817
▁vis	-818
▁see	-819
▁dom	-820
▁pouv	-821
▁particular	-822
▁nombre	-823
▁take	-824
▁nécess	-825
alité	-826
▁sol	-827
rer	-828
▁human	-829
▁elle	-830
arge	-831
▁make	-832
order	-833
▁disp	-834
ences	-835
▁committe	-836
▁mill	-837
ight	-838
▁dém	-839
▁ses	-840
▁amend	-841
▁into	-842
▁actu	-843
▁permet	-844
lu	-845
ween	-846
▁u	-847
▁between	-848
ip	-849
▁voudrais	-850
ress	-851
▁met	-852
▁ca	-853
veloppe	-854
▁organ	-855
▁market	-856
▁effe	-857
▁donc	-858
▁fact	-859
▁rapporteur	-860
cision	-861
titution	-862
▁prem	-863
▁international	-864
if	-865
▁environ	-866
sibil	-867
tière	-868
▁proble	-869
▁economic	-870
▁développe	-871
ural	-872
▁rép	-873
▁nu	-874
▁mat	-875
cer	-876
day	-877
▁bas	-878
▁rais	-879
itoy	-880
▁form	-881
▁programme	-882
▁règ	-883
▁place	-884
▁main	-885
▁being	-886
ération	-887
now	-888
ency	-889
▁say	-890
▁gu	-891
▁committee	-892
▁fut	-893
▁contrib	-894
mber	-895
▁sans	-896
ink	-897
▁gen	-898
▁clear	-899
chn	-900
▁proposition	-901
mm	-902
olog	-903
▁débat	-904
urr	-905
vern	-906
tique	-907
insi	-908
▁terr	-909
▁cap	-910
▁développement	-911
▁dont	-912
tiv	-913
isse	-914
xt	-915
▁vi	-916
▁ainsi	-917
arg	-918
▁ess	-919
vention	-920
ph	-921
▁lég	-922
▁tro	-923
▁objec	-924
▁coll	-925
▁soit	-926
▁demand	-927
eration	-928
▁them	-929
ables	-930
▁commiss	-931
ld	-932
▁encore	-933
tifs	-934
équ	-935
one	-936
▁af	-937
▁political	-938
ting	-939
▁over	-940
▁prom	-941
ales	-942
▁év	-943
jourd	-944
ame	-945
▁made	-946
▁citoy	-947
▁ens	-948
ende	-949
▁incl	-950
ass	-951
arm	-952
eng	-953
▁condi	-954
mps	-955
ivent	-956
▁were	-957
▁cent	-958
led	-959
▁state	-960
hui	-961
abl	-962
ious	-963
▁3	-964
tention	-965
▁great	-966
cept	-967
▁many	-968
▁believe	-969
▁techn	-970
cid	-971
▁services	-972
ulture	-973
▁position	-974
▁way	-975
ound	-976
cu	-977
ject	-978
iste	-979
céd	-980
ak	-981
curité	-982
▁communaut	-983
▁commissioner	-984
▁repr	-985
▁know	-986
▁commissaire	-987
▁pra	-988
▁deb	-989
oin	-990
▁ever	-991
▁requ	-992
come	-993
▁bon	-994
▁govern	-995
▁sécurité	-996
▁development	-997
▁dern	-998
▁faut	-999
ôle	-1000
▁rest	-1001
▁tur	-1002
▁quel	-1003
ste	-1004
ast	-1005
ctions	-1006
▁nouvel	-1007
▁supp	-1008
erci	-1009
▁cor	-1010
▁suis	-1011
▁questions	-1012
▁initi	-1013
anti	-1014
venir	-1015
▁against	-1016
ann	-1017
▁agric	-1018
adre	-1019
atives	-1020
▁peu	-1021
ellement	-1022
ov	-1023
▁dur	-1024
aient	-1025
▁mesures	-1026
▁aujourd	-1027
▁sp	-1028
sitions	-1029
▁syste	-1030
▁mal	-1031
▁respons	-1032
itiz	-1033
uct	-1034
▁right	-1035
▁marché	-1036
▁prof	-1037
▁pense	-1038
▁citiz	-1039
red	-1040
▁tw	-1041
ied	-1042
eral	-1043
▁matière	-1044
▁"	-1045
▁even	-1046
▁20	-1047
ack	-1048
▁syst	-1049
oupe	-1050
▁meas	-1051
▁fra	-1052
semb	-1053
tives	-1054
▁citoyens	-1055
vre	-1056
dies	-1057
ful	-1058
▁seu	-1059
▁ve	-1060
cher	-1061
▁just	-1062
▁emplo	-1063
▁gouver	-1064
▁leurs	-1065
▁fav	-1066
▁debate	-1067
▁essenti	-1068
▁nat	-1069
▁afin	-1070
▁sav	-1071
iers	-1072
èmes	-1073
ources	-1074
▁cré	-1075
imp	-1076
▁jour	-1077
▁pass	-1078
▁institu	-1079
éra	-1080
ances	-1081
ved	-1082
▁att	-1083
▁future	-1084
▁regard	-1085
▁transport	-1086
▁maj	-1087
auc	-1088
▁well	-1089
wn	-1090
ating	-1091
▁nive	-1092
mis	-1093
▁nouve	-1094
imin	-1095
▁major	-1096
ug	-1097
ile	-1098
▁good	-1099
▁doivent	-1100
ils	-1101
ute	-1102
▁gar	-1103
▁effort	-1104
▁incre	-1105
▁think	-1106
▁under	-1107
▁where	-1108
▁groupe	-1109
▁issue	-1110
▁citizens	-1111
▁sommes	-1112
▁today	-1113
▁too	-1114
▁déj	-1115
rodu	-1116
oth	-1117
▁199	-1118
▁gén	-1119
▁politiques	-1120
▁déjà	-1121
read	-1122
▁agreement	-1123
uer	-1124
lem	-1125
autres	-1126
▁prior	-1127
▁où	-1128
▁here	-1129
▁aid	-1130
▁change	-1131
▁ris	-1132
erne	-1133
mate	-1134
▁every	-1135
islation	-1136
▁years	-1137
sive	-1138
ving	-1139
go	-1140
▁conditions	-1141
▁two	-1142
▁high	-1143
fr	-1144
ings	-1145
ope	-1146
▁institutions	-1147
▁treat	-1148
▁manière	-1149
▁économique	-1150
ième	-1151
▁simp	-1152
tes	-1153
▁does	-1154
▁industr	-1155
▁cadre	-1156
▁madame	-1157
sieurs	-1158
▁country	-1159
▁world	-1160
not	-1161
▁giv	-1162
▁end	-1163
ical	-1164
▁order	-1165
▁droit	-1166
▁souh	-1167
▁exe	-1168
▁mu	-1169
▁souti	-1170
▁action	-1171
▁port	-1172
▁déf	-1173
▁community	-1174
tice	-1175
uses	-1176
▁concerne	-1177
▁want	-1178
▁tant	-1179
▁plan	-1180
▁mod	-1181
▁hel	-1182
▁cannot	-1183
▁'	-1184
▁view	-1185
ication	-1186
▁level	-1187
ente	-1188
bli	-1189
▁term	-1190
ited	-1191
▁most	-1192
▁members	-1193
▁secon	-1194
éli	-1195
ken	-1196
▁sin	-1197
▁use	-1198
▁had	-1199
▁conv	-1200
▁environment	-1201
abilité	-1202
▁could	-1203
▁same	-1204
amment	-1205
oris	-1206
quer	-1207
▁différ	-1208
ual	-1209
▁financi	-1210
▁ach	-1211
▁effic	-1212
▁financial	-1213
rough	-1214
▁measures	-1215
▁nég	-1216
▁grand	-1217
▁mé	-1218
▁struct	-1219
▁poin	-1220
ory	-1221
▁niveau	-1222
▁pop	-1223
▁sera	-1224
▁sout	-1225
▁diffic	-1226
enir	-1227
▁pa	-1228
▁avant	-1229
▁temps	-1230
▁souhait	-1231
▁minis	-1232
▁mont	-1233
▁ban	-1234
ates	-1235
fe	-1236
▁democra	-1237
ently	-1238
▁aur	-1239
▁said	-1240
▁5	-1241
▁through	-1242
iment	-1243
▁much	-1244
▁problème	-1245
▁expr	-1246
▁may	-1247
ety	-1248
▁démocra	-1249
ll	-1250
▁secte	-1251
▁ext	-1252
▁viol	-1253
▁curr	-1254
▁certains	-1255
▁collèg	-1256
▁entrepr	-1257
▁matter	-1258
▁lim	-1259
▁discus	-1260
▁dou	-1261
ctor	-1262
▁conclu	-1263
▁put	-1264
wor	-1265
▁dit	-1266
▁indi	-1267
elf	-1268
land	-1269
▁imm	-1270
▁last	-1271
row	-1272
▁implement	-1273
▁nor	-1274
▁compr	-1275
près	-1276
ready	-1277
▁personnes	-1278
▁already	-1279
▁common	-1280
▁second	-1281
▁procéd	-1282
till	-1283
▁within	-1284
▁set	-1285
▁donn	-1286
ules	-1287
ality	-1288
he	-1289
▁organis	-1290
▁lis	-1291
▁concernant	-1292
▁your	-1293
esp	-1294
▁mis	-1295
atég	-1296
▁cha	-1297
▁both	-1298
▁raison	-1299
▁4	-1300
▁moy	-1301
▁suff	-1302
▁suc	-1303
▁ir	-1304
▁eng	-1305
accord	-1306
fois	-1307
▁system	-1308
ific	-1309
igr	-1310
▁contra	-1311
▁cooperation	-1312
▁toutes	-1313
tern	-1314
▁européens	-1315
▁représent	-1316
▁–	-1317
low	-1318
agit	-1319
▁dra	-1320
ild	-1321
aines	-1322
cts	-1323
▁relations	-1324
▁still	-1325
▁rev	-1326
pportun	-1327
ats	-1328
▁éle	-1329
▁ans	-1330
pri	-1331
▁fi	-1332
▁mrs	-1333
▁parce	-1334
▁bes	-1335
▁why	-1336
▁oc	-1337
ateg	-1338
quoi	-1339
ages	-1340
clar	-1341
▁respon	-1342
hing	-1343
▁energ	-1344
▁ph	-1345
duc	-1346
▁.	-1347
▁pourquoi	-1348
▁hope	-1349
ial	-1350
omme	-1351
▁fois	-1352
▁fur	-1353
▁own	-1354
▁posi	-1355
alth	-1356
▁employ	-1357
ler	-1358
▁auc	-1359
lob	-1360
▁differ	-1361
▁ful	-1362
comm	-1363
ouse	-1364
▁remerci	-1365
▁conséqu	-1366
▁off	-1367
▁dep	-1368
▁energy	-1369
▁present	-1370
▁course	-1371
lex	-1372
▁interest	-1373
▁projet	-1374
▁autres	-1375
▁law	-1376
▁instru	-1377
▁sein	-1378
▁auth	-1379
▁information	-1380
uis	-1381
mble	-1382
▁mention	-1383
▁ils	-1384
▁opportun	-1385
▁efforts	-1386
▁amende	-1387
dition	-1388
▁traité	-1389
▁beh	-1390
ieu	-1391
ticle	-1392
▁ensure	-1393
▁let	-1394
▁domaine	-1395
▁impro	-1396
▁thank	-1397
▁effet	-1398
▁secur	-1399
▁coopération	-1400
▁then	-1401
▁points	-1402
▁ceux	-1403
erv	-1404
▁vue	-1405
▁his	-1406
reed	-1407
bon	-1408
▁taken	-1409
▁moins	-1410
▁ret	-1411
ivers	-1412
▁z	-1413
▁mme	-1414
▁reas	-1415
▁area	-1416
▁système	-1417
▁exa	-1418
ene	-1419
▁glob	-1420
cted	-1421
▁grande	-1422
▁compte	-1423
oci	-1424
▁région	-1425
▁%	-1426
▁sujet	-1427
▁monde	-1428
omen	-1429
ordin	-1430
pl	-1431
▁case	-1432
▁inde	-1433
▁able	-1434
▁abs	-1435
▁ur	-1436
ré	-1437
▁trois	-1438
▁since	-1439
ret	-1440
era	-1441
▁particip	-1442
▁soul	-1443
▁activ	-1444
blig	-1445
▁med	-1446
▁règlement	-1447
▁réf	-1448
▁seulement	-1449
▁bal	-1450
homme	-1451
▁civ	-1452
él	-1453
lication	-1454
▁problèmes	-1455
éri	-1456
▁security	-1457
erc	-1458
▁fonds	-1459
▁fem	-1460
▁far	-1461
▁base	-1462
▁garanti	-1463
▁mom	-1464
▁effective	-1465
▁without	-1466
▁che	-1467
▁health	-1468
work	-1469
▁arr	-1470
▁necess	-1471
▁val	-1472
▁repres	-1473
▁mettre	-1474
▁cre	-1475
▁renfor	-1476
tiques	-1477
▁stratég	-1478
▁coh	-1479
ains	-1480
▁four	-1481
▁house	-1482
▁aspect	-1483
▁rédu	-1484
vision	-1485
▁sc	-1486
ièrement	-1487
▁tot	-1488
art	-1489
▁transpar	-1490
▁add	-1491
▁lo	-1492
lée	-1493
▁strateg	-1494
êt	-1495
hip	-1496
raph	-1497
▁recon	-1498
▁problem	-1499
▁fon	-1500
ital	-1501
▁possibil	-1502
▁stand	-1503
▁achieve	-1504
▁colle	-1505
▁ple	-1506
▁large	-1507
▁includ	-1508
▁author	-1509
▁solution	-1510
▁exist	-1511
▁help	-1512
ines	-1513
▁consom	-1514
▁demande	-1515
▁cli	-1516
▁mise	-1517
alog	-1518
▁treaty	-1519
▁government	-1520
ount	-1521
▁means	-1522
▁compe	-1523
▁number	-1524
▁proced	-1525
iens	-1526
▁gent	-1527
action	-1528
▁négoci	-1529
▁ask	-1530
▁gentlem	-1531
▁before	-1532
▁déput	-1533
▁fol	-1534
▁region	-1535
▁savoir	-1536
▁opin	-1537
▁résolution	-1538
▁moment	-1539
ether	-1540
ém	-1541
▁pouvoir	-1542
▁gouvernement	-1543
▁sous	-1544
▁mil	-1545
ian	-1546
▁vol	-1547
▁gentlemen	-1548
xte	-1549
▁allow	-1550
▁secteur	-1551
▁speci	-1552
▁emp	-1553
aucoup	-1554
▁deal	-1555
▁beaucoup	-1556
▁example	-1557
▁processus	-1558
▁avoir	-1559
▁sant	-1560
▁importance	-1561
alf	-1562
▁util	-1563
▁ladies	-1564
ition	-1565
utions	-1566
tim	-1567
▁legal	-1568
▁commer	-1569
▁lieu	-1570
▁given	-1571
▁mainten	-1572
▁invol	-1573
▁id	-1574
jours	-1575
▁programmes	-1576
▁progress	-1577
urer	-1578
▁toujours	-1579
▁jur	-1580
▁amendments	-1581
cisions	-1582
▁particulier	-1583
▁compé	-1584
aiss	-1585
bour	-1586
▁toutefois	-1587
▁prov	-1588
▁ele	-1589
oire	-1590
▁nature	-1591
emplo	-1592
▁autre	-1593
▁problems	-1594
▁exemple	-1595
▁devrait	-1596
▁inte	-1597
alisation	-1598
entes	-1599
agement	-1600
ément	-1601
goti	-1602
▁lut	-1603
asi	-1604
▁follow	-1605
▁constitution	-1606
▁introdu	-1607
▁rules	-1608
▁cours	-1609
▁dialog	-1610
▁ke	-1611
▁intér	-1612
▁spé	-1613
▁voul	-1614
▁lisbon	-1615
ability	-1616
▁women	-1617
▁clos	-1618
own	-1619
▁negoti	-1620
▁justice	-1621
▁soutien	-1622
▁aw	-1623
▁entreprises	-1624
▁call	-1625
▁lead	-1626
▁particularly	-1627
▁ten	-1628
▁issues	-1629
ood	-1630
▁consider	-1631
▁madam	-1632
▁bar	-1633
ront	-1634
▁competi	-1635
▁production	-1636
▁tax	-1637
▁déclar	-1638
▁notamment	-1639
ately	-1640
tement	-1641
quelle	-1642
▁laquelle	-1643
▁resolution	-1644
▁necessary	-1645
év	-1646
▁ress	-1647
▁comprom	-1648
semblée	-1649
▁conte	-1650
▁technolog	-1651
▁trade	-1652
▁prendre	-1653
▁hand	-1654
▁présidence	-1655
▁accept	-1656
▁mondi	-1657
▁oblig	-1658
▁equ	-1659
▁après	-1660
▁give	-1661
▁commune	-1662
▁continue	-1663
▁dialogue	-1664
▁ste	-1665
▁difficult	-1666
ablish	-1667
entif	-1668
▁votre	-1669
elon	-1670
▁rap	-1671
veur	-1672
met	-1673
érence	-1674
▁convention	-1675
▁attention	-1676
▁favour	-1677
▁wish	-1678
▁united	-1679
▁propositions	-1680
▁partie	-1681
▁bl	-1682
▁rôle	-1683
▁depuis	-1684
▁conn	-1685
▁contro	-1686
▁én	-1687
▁collègues	-1688
▁priv	-1689
▁faveur	-1690
▁after	-1691
▁docu	-1692
▁suiv	-1693
orer	-1694
▁sector	-1695
▁encour	-1696
▁fish	-1697
▁résul	-1698
oration	-1699
▁pouvons	-1700
vement	-1701
▁solid	-1702
▁décision	-1703
▁alors	-1704
ésion	-1705
▁areas	-1706
▁gra	-1707
▁opp	-1708
▁santé	-1709
▁recomm	-1710
▁mesure	-1711
ude	-1712
▁fondament	-1713
irm	-1714
▁nécessaire	-1715
▁presidency	-1716
▁culture	-1717
▁establish	-1718
ty	-1719
gment	-1720
▁besoin	-1721
pendant	-1722
issement	-1723
▁claire	-1724
irc	-1725
▁frame	-1726
▁decision	-1727
▁comment	-1728
▁loc	-1729
▁bi	-1730
ck	-1731
▁constru	-1732
▁soient	-1733
▁meet	-1734
ression	-1735
▁whether	-1736
leurs	-1737
▁jurid	-1738
▁wel	-1739
▁sm	-1740
aly	-1741
osition	-1742
▁sch	-1743
▁prév	-1744
▁refer	-1745
aî	-1746
tie	-1747
raient	-1748
▁fam	-1749
ft	-1750
▁femmes	-1751
▁fer	-1752
▁serait	-1753
▁appropri	-1754
▁consum	-1755
çon	-1756
▁atte	-1757
▁aim	-1758
▁specific	-1759
▁esp	-1760
▁require	-1761
200	-1762
▁further	-1763
opp	-1764
▁pay	-1765
da	-1766
▁appli	-1767
▁années	-1768
▁nouvelle	-1769
ird	-1770
▁increas	-1771
▁framework	-1772
nel	-1773
tin	-1774
▁amendements	-1775
▁ici	-1776
▁reconn	-1777
▁selon	-1778
▁face	-1779
▁recher	-1780
cing	-1781
▁fonction	-1782
▁reform	-1783
▁pow	-1784
▁objectifs	-1785
▁publi	-1786
uvre	-1787
cup	-1788
ss	-1789
▁6	-1790
▁next	-1791
▁provid	-1792
▁résultat	-1793
ières	-1794
ry	-1795
▁proposals	-1796
▁role	-1797
▁nouveau	-1798
▁unique	-1799
▁represent	-1800
▁criti	-1801
old	-1802
nent	-1803
▁circ	-1804
unis	-1805
▁fé	-1806
heure	-1807
▁soulign	-1808
▁serious	-1809
▁était	-1810
▁opinion	-1811
ties	-1812
avant	-1813
▁nations	-1814
ward	-1815
▁amendment	-1816
ôt	-1817
▁population	-1818
▁peuvent	-1819
état	-1820
cell	-1821
▁lui	-1822
ultural	-1823
▁basis	-1824
▁regulation	-1825
▁terms	-1826
▁promo	-1827
ning	-1828
iz	-1829
▁modi	-1830
▁wr	-1831
▁hom	-1832
mment	-1833
ationale	-1834
▁inf	-1835
▁défin	-1836
▁consommate	-1837
dic	-1838
environ	-1839
▁pris	-1840
isis	-1841
lément	-1842
ok	-1843
cipe	-1844
aill	-1845
▁ty	-1846
▁prac	-1847
été	-1848
▁rece	-1849
ducation	-1850
eff	-1851
▁vér	-1852
êche	-1853
▁utilis	-1854
▁millions	-1855
▁third	-1856
▁cependant	-1857
▁done	-1858
▁députés	-1859
ole	-1860
▁vic	-1861
▁grow	-1862
▁produits	-1863
▁better	-1864
soci	-1865
wards	-1866
▁sal	-1867
▁deuxième	-1868
▁tal	-1869
esse	-1870
side	-1871
ager	-1872
▁come	-1873
▁subject	-1874
▁liv	-1875
per	-1876
▁admin	-1877
oint	-1878
▁contrôle	-1879
istes	-1880
usement	-1881
▁présidente	-1882
▁crisis	-1883
▁équ	-1884
▁behalf	-1885
▁result	-1886
bles	-1887
ible	-1888
▁vra	-1889
erst	-1890
▁positive	-1891
▁accep	-1892
▁adopted	-1893
▁legislation	-1894
▁proch	-1895
▁meille	-1896
▁impos	-1897
▁different	-1898
▁happ	-1899
▁responsibil	-1900
▁parties	-1901
▁bus	-1902
▁solidar	-1903
▁subst	-1904
▁redu	-1905
gration	-1906
érieur	-1907
▁puis	-1908
▁open	-1909
▁quelques	-1910
▁enfin	-1911
▁permett	-1912
▁messieurs	-1913
▁word	-1914
▁crois	-1915
▁approach	-1916
▁crise	-1917
▁moyen	-1918
▁autor	-1919
other	-1920
▁coordin	-1921
▁dès	-1922
▁:	-1923
▁find	-1924
▁chang	-1925
▁façon	-1926
▁needs	-1927
▁elles	-1928
▁offic	-1929
vers	-1930
▁là	-1931
su	-1932
quel	-1933
▁stratégie	-1934
environnement	-1935
▁regul	-1936
▁force	-1937
amin	-1938
antes	-1939
étaire	-1940
▁strategy	-1941
▁few	-1942
▁7	-1943
▁félic	-1944
▁principe	-1945
▁ni	-1946
ieux	-1947
▁vers	-1948
imer	-1949
ateurs	-1950
ension	-1951
▁premier	-1952
▁actions	-1953
▁première	-1954
ergie	-1955
▁control	-1956
igration	-1957
acité	-1958
crit	-1959
ouve	-1960
▁signific	-1961
▁finance	-1962
▁8	-1963
▁real	-1964
▁sociale	-1965
itor	-1966
la	-1967
▁whole	-1968
dames	-1969
▁mesdames	-1970
▁tour	-1971
airs	-1972
▁absol	-1973
▁communication	-1974
▁freed	-1975
▁exper	-1976
earch	-1977
▁express	-1978
▁règles	-1979
▁satis	-1980
▁201	-1981
▁civil	-1982
▁fundament	-1983
elves	-1984
▁research	-1985
▁satisf	-1986
▁régions	-1987
▁réfor	-1988
▁terroris	-1989
▁constitu	-1990
▁reason	-1991
▁obs	-1992
▁génér	-1993
ctives	-1994
▁saf	-1995
▁sens	-1996
▁freedom	-1997
▁working	-1998
inter	-1999
ath	-2000
▁moi	-2001
▁individ	-2002
▁general	-2003
▁pêche	-2004
▁dés	-2005
imes	-2006
▁job	-2007
▁anim	-2008
▁project	-2009
▁amb	-2010
vious	-2011
▁réalis	-2012
▁guar	-2013
▁sus	-2014
▁employment	-2015
itable	-2016
▁initiative	-2017
atique	-2018
emploi	-2019
▁bonne	-2020
ep	-2021
▁three	-2022
êts	-2023
▁concerned	-2024
▁institution	-2025
▁liber	-2026
œuvre	-2027
ared	-2028
orth	-2029
▁sû	-2030
espère	-2031
érer	-2032
▁inst	-2033
▁aspects	-2034
▁forward	-2035
ule	-2036
gg	-2037
▁get	-2038
usion	-2039
ather	-2040
▁vari	-2041
▁another	-2042
aff	-2043
▁recherche	-2044
▁jou	-2045
avenir	-2046
oins	-2047
exp	-2048
▁améli	-2049
▁inves	-2050
istr	-2051
kes	-2052
att	-2053
▁underst	-2054
▁welcome	-2055
ctr	-2056
▁going	-2057
nements	-2058
▁européennes	-2059
▁spéci	-2060
▁nouveaux	-2061
000	-2062
ething	-2063
20	-2064
▁child	-2065
▁back	-2066
▁répons	-2067
▁croiss	-2068
▁during	-2069
▁9	-2070
▁something	-2071
▁milit	-2072
▁urg	-2073
▁?	-2074
▁sci	-2075
ordre	-2076
▁bene	-2077
▁million	-2078
▁towards	-2079
anis	-2080
nov	-2081
aide	-2082
▁account	-2083
▁hon	-2084
▁small	-2085
▁plu	-2086
▁fore	-2087
▁cal	-2088
▁remar	-2089
man	-2090
▁bo	-2091
▁excell	-2092
▁législation	-2093
leg	-2094
▁step	-2095
▁voted	-2096
▁affe	-2097
▁chaque	-2098
▁va	-2099
éné	-2100
endu	-2101
▁guarante	-2102
ement	-2103
▁parten	-2104
▁communautaire	-2105
▁qualité	-2106
▁terme	-2107
▁négociations	-2108
▁garantir	-2109
▁centr	-2110
gu	-2111
▁industry	-2112
▁adopt	-2113
▁celui	-2114
▁assemblée	-2115
▁celle	-2116
▁él	-2117
▁clairement	-2118
rions	-2119
▁lutte	-2120
ode	-2121
▁court	-2122
▁def	-2123
ength	-2124
▁pourrait	-2125
anc	-2126
▁bu	-2127
ours	-2128
iness	-2129
▁dél	-2130
▁safety	-2131
▁ide	-2132
ying	-2133
▁remercier	-2134
▁série	-2135
qué	-2136
▁maintenant	-2137
▁10	-2138
istance	-2139
▁current	-2140
▁nouvelles	-2141
▁clearly	-2142
▁jud	-2143
casion	-2144
▁structure	-2145
armon	-2146
▁plusieurs	-2147
ways	-2148
agne	-2149
▁fundamental	-2150
▁nombreux	-2151
lev	-2152
▁procedure	-2153
▁service	-2154
▁lorsque	-2155
▁principle	-2156
termin	-2157
▁peace	-2158
▁resources	-2159
▁dispos	-2160
▁compan	-2161
▁comple	-2162
inform	-2163
als	-2164
▁invest	-2165
▁procédure	-2166
entre	-2167
-0	-2168
▁trop	-2169
▁finally	-2170
▁consommateurs	-2171
▁toget	-2172
▁together	-2173
▁minister	-2174
ocr	-2175
cially	-2176
dam	-2177
▁mois	-2178
ends	-2179
jou	-2180
▁did	-2181
▁seront	-2182
▁down	-2183
▁sen	-2184
▁discuss	-2185
ession	-2186
rons	-2187
▁perspe	-2188
▁reach	-2189
▁dr	-2190
▁including	-2191
▁opportunity	-2192
▁proposed	-2193
▁really	-2194
eld	-2195
▁her	-2196
▁pal	-2197
▁shall	-2198
▁chose	-2199
▁once	-2200
▁donner	-2201
énergie	-2202
ira	-2203
▁hist	-2204
▁discussion	-2205
▁success	-2206
▁mul	-2207
▁pot	-2208
az	-2209
estion	-2210
▁funds	-2211
▁concurr	-2212
import	-2213
▁combat	-2214
oses	-2215
▁while	-2216
enda	-2217
▁œuvre	-2218
▁rou	-2219
▁exig	-2220
▁authorities	-2221
ater	-2222
▁read	-2223
▁voir	-2224
▁cru	-2225
▁béné	-2226
▁yet	-2227
▁certaines	-2228
▁aucun	-2229
▁strong	-2230
▁espe	-2231
▁used	-2232
▁quite	-2233
▁policies	-2234
▁less	-2235
off	-2236
▁provide	-2237
▁fourn	-2238
▁efficace	-2239
▁especially	-2240
▁victi	-2241
▁food	-2242
▁ap	-2243
indre	-2244
▁increase	-2245
▁voté	-2246
▁nécessité	-2247
tisse	-2248
▁affairs	-2249
▁juridique	-2250
fication	-2251
gn	-2252
ze	-2253
▁democratic	-2254
▁précis	-2255
▁«	-2256
▁législ	-2257
▁play	-2258
▁mor	-2259
▁poursu	-2260
util	-2261
▁understand	-2262
igne	-2263
/200	-2264
▁global	-2265
autre	-2266
ogn	-2267
▁rather	-2268
▁jusqu	-2269
ussions	-2270
▁negotiations	-2271
▁environmental	-2272
▁lang	-2273
tout	-2274
ationaux	-2275
▁addition	-2276
▁internal	-2277
▁adv	-2278
▁communauté	-2279
▁contribution	-2280
▁membre	-2281
▁vale	-2282
abord	-2283
▁recogn	-2284
cture	-2285
éc	-2286
▁rapide	-2287
▁rus	-2288
mbre	-2289
▁greater	-2290
▁000	-2291
▁char	-2292
▁cause	-2293
▁sing	-2294
ised	-2295
▁free	-2296
ger	-2297
▁business	-2298
ners	-2299
▁société	-2300
▁autorités	-2301
▁responsibility	-2302
cès	-2303
▁democracy	-2304
▁travaill	-2305
▁corre	-2306
atif	-2307
▁itself	-2308
▁become	-2309
▁cand	-2310
iting	-2311
▁bro	-2312
▁prix	-2313
▁discr	-2314
▁organisations	-2315
▁violence	-2316
▁éc	-2317
▁least	-2318
▁candid	-2319
ave	-2320
▁products	-2321
▁access	-2322
uge	-2323
▁bring	-2324
▁strength	-2325
▁reste	-2326
▁crimin	-2327
▁fl	-2328
▁visant	-2329
▁surtout	-2330
entr	-2331
▁constit	-2332
▁coû	-2333
▁regret	-2334
avantage	-2335
ness	-2336
agraph	-2337
▁sugg	-2338
itation	-2339
▁démocratie	-2340
▁enf	-2341
ey	-2342
▁effect	-2343
▁russi	-2344
▁show	-2345
▁indeed	-2346
▁ressources	-2347
ren	-2348
▁san	-2349
▁though	-2350
▁unf	-2351
▁facil	-2352
▁regions	-2353
▁extre	-2354
▁continu	-2355
▁liberté	-2356
▁étant	-2357
atis	-2358
erre	-2359
▁article	-2360
▁budg	-2361
amende	-2362
issent	-2363
▁speak	-2364
▁avez	-2365
▁discrimin	-2366
▁bénéfic	-2367
▁voulons	-2368
▁congr	-2369
ium	-2370
iser	-2371
▁condu	-2372
▁benef	-2373
▁obje	-2374
▁partners	-2375
▁war	-2376
▁eur	-2377
ily	-2378
▁ill	-2379
▁paragraph	-2380
▁divers	-2381
▁direct	-2382
▁répond	-2383
teurs	-2384
▁actuellement	-2385
▁15	-2386
▁train	-2387
▁excl	-2388
▁tiens	-2389
▁always	-2390
▁never	-2391
anger	-2392
agn	-2393
▁sem	-2394
▁making	-2395
ception	-2396
fi	-2397
▁having	-2398
▁gre	-2399
▁oper	-2400
▁économiques	-2401
aking	-2402
▁outre	-2403
▁table	-2404
▁apport	-2405
▁exerc	-2406
ablement	-2407
▁net	-2408
▁importante	-2409
▁tit	-2410
▁power	-2411
▁fron	-2412
▁growth	-2413
▁réponse	-2414
▁look	-2415
▁things	-2416
▁impact	-2417
▁society	-2418
▁summ	-2419
▁enl	-2420
▁potenti	-2421
▁taking	-2422
▁prot	-2423
article	-2424
économ	-2425
tres	-2426
▁responsabilité	-2427
▁instruments	-2428
▁essential	-2429
▁12	-2430
▁écrit	-2431
gin	-2432
▁associ	-2433
▁based	-2434
▁fis	-2435
ock	-2436
▁enti	-2437
be	-2438
▁croissance	-2439
▁conséquent	-2440
▁fais	-2441
▁each	-2442
▁interests	-2443
occup	-2444
▁isra	-2445
▁semble	-2446
ran	-2447
▁davantage	-2448
▁text	-2449
ensemble	-2450
▁implementation	-2451
▁accom	-2452
▁soutenir	-2453
▁énerg	-2454
time	-2455
ites	-2456
▁single	-2457
▁constat	-2458
▁pens	-2459
cteurs	-2460
▁réglement	-2461
▁sw	-2462
▁improve	-2463
▁economy	-2464
▁minor	-2465
▁2000	-2466
utes	-2467
▁travailleurs	-2468
titude	-2469
▁dernier	-2470
hésion	-2471
iation	-2472
▁aucune	-2473
▁justif	-2474
ète	-2475
orm	-2476
▁rien	-2477
though	-2478
▁document	-2479
▁various	-2480
▁concurrence	-2481
▁money	-2482
▁excellent	-2483
▁affaires	-2484
▁péri	-2485
▁press	-2486
▁although	-2487
uel	-2488
▁initiatives	-2489
ilib	-2490
ained	-2491
▁fight	-2492
co	-2493
▁déb	-2494
▁donné	-2495
aps	-2496
▁demander	-2497
▁pen	-2498
pt	-2499
ête	-2500
uve	-2501
▁relative	-2502
▁vig	-2503
▁prevent	-2504
▁appr	-2505
missions	-2506
▁bre	-2507
▁11	-2508
▁telle	-2509
▁environnement	-2510
▁instrument	-2511
tières	-2512
▁sûr	-2513
▁short	-2514
ased	-2515
▁anti	-2516
▁objective	-2517
▁internationale	-2518
▁fix	-2519
▁colleag	-2520
▁minim	-2521
trib	-2522
uss	-2523
▁wee	-2524
▁address	-2525
▁étr	-2526
em	-2527
▁souligner	-2528
endant	-2529
▁words	-2530
▁lit	-2531
▁volont	-2532
▁flex	-2533
▁création	-2534
over	-2535
▁month	-2536
▁constitue	-2537
▁among	-2538
▁foreign	-2539
ably	-2540
rès	-2541
▁domaines	-2542
▁progrès	-2543
▁orig	-2544
▁air	-2545
▁consult	-2546
iend	-2547
▁éch	-2548
▁following	-2549
▁mand	-2550
▁direction	-2551
ches	-2552
▁sorte	-2553
▁souvent	-2554
▁ear	-2555
▁type	-2556
▁competition	-2557
▁différents	-2558
▁palest	-2559
▁analy	-2560
▁conclusion	-2561
▁coordination	-2562
▁sec	-2563
aix	-2564
aluation	-2565
▁creat	-2566
▁sust	-2567
▁extr	-2568
▁six	-2569
▁paix	-2570
▁propose	-2571
ets	-2572
▁augment	-2573
rely	-2574
▁dernière	-2575
▁final	-2576
▁workers	-2577
▁children	-2578
▁pau	-2579
▁mobil	-2580
▁gestion	-2581
quie	-2582
▁det	-2583
▁participation	-2584
▁qual	-2585
▁bure	-2586
éch	-2587
▁harmon	-2588
▁chin	-2589
iod	-2590
▁mess	-2591
fer	-2592
▁aura	-2593
▁period	-2594
▁termes	-2595
▁concl	-2596
▁avis	-2597
▁emph	-2598
▁renforcer	-2599
▁full	-2600
ove	-2601
▁scientif	-2602
▁avait	-2603
thing	-2604
▁spécif	-2605
▁texte	-2606
▁dispo	-2607
ortun	-2608
▁involved	-2609
▁consequ	-2610
▁mieux	-2611
▁seul	-2612
▁lesqu	-2613
▁objectives	-2614
▁field	-2615
▁concerns	-2616
▁chall	-2617
▁déc	-2618
▁popul	-2619
▁joint	-2620
▁commerce	-2621
▁happen	-2622
▁quant	-2623
▁souhaite	-2624
amendement	-2625
▁clim	-2626
▁destin	-2627
▁trouver	-2628
▁congrat	-2629
▁cla	-2630
▁rural	-2631
▁examin	-2632
▁strengthen	-2633
▁décisions	-2634
▁agreements	-2635
▁restric	-2636
▁congratul	-2637
ienne	-2638
ick	-2639
▁certainly	-2640
adop	-2641
▁cat	-2642
▁dét	-2643
ateur	-2644
▁tom	-2645
▁discussions	-2646
▁égard	-2647
▁regional	-2648
velopp	-2649
▁fran	-2650
▁mean	-2651
▁décid	-2652
▁peup	-2653
accept	-2654
▁permette	-2655
▁rom	-2656
▁fig	-2657
▁données	-2658
▁companies	-2659
êmes	-2660
▁compris	-2661
argissement	-2662
étique	-2663
ade	-2664
▁profession	-2665
eux	-2666
appro	-2667
▁aliment	-2668
▁ait	-2669
▁care	-2670
▁life	-2671
isme	-2672
▁individual	-2673
enc	-2674
intér	-2675
organ	-2676
▁résultats	-2677
▁standards	-2678
▁defin	-2679
▁agenda	-2680
▁existe	-2681
▁dim	-2682
▁appe	-2683
▁traite	-2684
▁recent	-2685
atic	-2686
▁best	-2687
▁libre	-2688
▁balance	-2689
▁lequel	-2690
▁lisbonne	-2691
nelle	-2692
▁resul	-2693
ister	-2694
▁pros	-2695
▁quality	-2696
▁afric	-2697
▁enfants	-2698
erve	-2699
▁développ	-2700
▁event	-2701
▁commercial	-2702
▁increasing	-2703
▁possibilité	-2704
iterran	-2705
▁moyens	-2706
même	-2707
▁camp	-2708
▁france	-2709
▁nécessaires	-2710
édi	-2711
▁quand	-2712
▁infr	-2713
▁active	-2714
▁choses	-2715
▁sustain	-2716
▁central	-2717
▁fully	-2718
▁often	-2719
▁impli	-2720
▁prés	-2721
▁créer	-2722
▁decisions	-2723
▁agricultural	-2724
▁publique	-2725
▁solutions	-2726
▁objectif	-2727
unes	-2728
▁adopté	-2729
▁étrang	-2730
▁acces	-2731
▁resol	-2732
▁inté	-2733
▁appar	-2734
tivité	-2735
▁majority	-2736
▁extrem	-2737
aise	-2738
aboration	-2739
▁avail	-2740
▁simply	-2741
▁permettre	-2742
ub	-2743
key	-2744
▁voie	-2745
▁oppos	-2746
▁rappel	-2747
▁année	-2748
▁quelque	-2749
▁enlarge	-2750
▁farm	-2751
▁nombreuses	-2752
▁considér	-2753
novation	-2754
▁financement	-2755
▁période	-2756
mit	-2757
aur	-2758
▁accords	-2759
objec	-2760
▁groupes	-2761
▁portug	-2762
▁feel	-2763
▁devraient	-2764
▁origin	-2765
▁consci	-2766
ibil	-2767
▁groups	-2768
▁suffis	-2769
▁dat	-2770
▁confer	-2771
ventions	-2772
inté	-2773
rent	-2774
▁kind	-2775
▁pat	-2776
▁actuelle	-2777
▁normes	-2778
ceed	-2779
▁education	-2780
▁tel	-2781
▁général	-2782
▁méd	-2783
▁majorité	-2784
▁extremely	-2785
istan	-2786
▁sim	-2787
ires	-2788
moi	-2789
ls	-2790
▁ratif	-2791
▁turkey	-2792
application	-2793
▁aware	-2794
mage	-2795
▁legisl	-2796
onn	-2797
istra	-2798
▁significant	-2799
industr	-2800
▁special	-2801
▁humanit	-2802
▁relation	-2803
erman	-2804
fs	-2805
▁remercie	-2806
uelle	-2807
▁projets	-2808
astru	-2809
..	-2810
▁application	-2811
▁sommet	-2812
année	-2813
▁context	-2814
importance	-2815
haps	-2816
▁perhaps	-2817
▁administra	-2818
▁climate	-2819
▁found	-2820
▁proté	-2821
améli	-2822
▁explo	-2823
adhésion	-2824
▁devrions	-2825
information	-2826
▁conclusions	-2827
▁local	-2828
▁party	-2829
▁enlargement	-2830
élé	-2831
▁simplement	-2832
).	-2833
▁comb	-2834
▁compromis	-2835
reg	-2836
▁juste	-2837
ones	-2838
iller	-2839
▁risk	-2840
▁create	-2841
xim	-2842
▁concerning	-2843
▁souten	-2844
aît	-2845
▁extrême	-2846
▁diffici	-2847
▁actually	-2848
▁might	-2849
ica	-2850
▁foc	-2851
▁réforme	-2852
▁ago	-2853
term	-2854
▁préoccup	-2855
ueur	-2856
▁developing	-2857
cident	-2858
▁day	-2859
▁pur	-2860
▁turquie	-2861
▁marchés	-2862
▁assess	-2863
semble	-2864
▁malheure	-2865
ograph	-2866
▁begin	-2867
▁unfortun	-2868
▁complete	-2869
▁continuer	-2870
gré	-2871
ither	-2872
▁démocratique	-2873
▁propre	-2874
▁practic	-2875
qui	-2876
mi	-2877
▁permettez	-2878
oles	-2879
▁cos	-2880
▁receive	-2881
▁nationaux	-2882
thers	-2883
gence	-2884
▁subsi	-2885
▁essentiel	-2886
enne	-2887
▁aille	-2888
▁currently	-2889
▁territ	-2890
▁del	-2891
▁russie	-2892
▁titre	-2893
▁orient	-2894
▁25	-2895
▁eux	-2896
urd	-2897
érale	-2898
tir	-2899
orted	-2900
▁jobs	-2901
▁connaiss	-2902
ote	-2903
▁mentioned	-2904
▁tent	-2905
▁uk	-2906
ling	-2907
économie	-2908
▁mot	-2909
▁jam	-2910
udes	-2911
▁maint	-2912
▁forces	-2913
tant	-2914
▁available	-2915
▁font	-2916
industrie	-2917
▁start	-2918
▁protect	-2919
▁ensemble	-2920
▁guarantee	-2921
▁danger	-2922
▁meeting	-2923
▁petit	-2924
▁total	-2925
▁others	-2926
eless	-2927
▁seule	-2928
▁cy	-2929
▁naturel	-2930
▁consumers	-2931
▁apply	-2932
▁crucial	-2933
▁key	-2934
▁consumer	-2935
▁stric	-2936
▁dépens	-2937
▁compl	-2938
▁intérêts	-2939
▁den	-2940
▁obten	-2941
▁plut	-2942
▁results	-2943
▁expl	-2944
less	-2945
▁financière	-2946
wh	-2947
▁14	-2948
▁tiers	-2949
▁stabilité	-2950
▁discrimination	-2951
▁palestin	-2952
▁emphas	-2953
role	-2954
gar	-2955
aces	-2956
▁proper	-2957
▁russia	-2958
▁recommend	-2959
▁red	-2960
ism	-2961
▁contexte	-2962
▁ailleurs	-2963
▁élev	-2964
▁stability	-2965
▁vraiment	-2966
▁conférence	-2967
▁answ	-2968
▁enter	-2969
▁appropriate	-2970
âce	-2971
▁raisons	-2972
▁dispositions	-2973
yp	-2974
▁due	-2975
▁grâce	-2976
▁signal	-2977
▁remain	-2978
uring	-2979
imm	-2980
▁jamais	-2981
▁entendu	-2982
nous	-2983
▁signif	-2984
▁malheureusement	-2985
▁conference	-2986
asse	-2987
▁kos	-2988
enci	-2989
▁capital	-2990
▁message	-2991
▁inten	-2992
".	-2993
aged	-2994
▁lorsqu	-2995
▁réalité	-2996
tle	-2997
▁celles	-2998
used	-2999
objectif	-3000
▁quat	-3001
▁chers	-3002
▁secondly	-3003
▁draw	-3004
▁agriculture	-3005
▁suite	-3006
utilisation	-3007
vi	-3008
▁intérieur	-3009
▁management	-3010
▁data	-3011
▁principes	-3012
ps	-3013
▁sud	-3014
▁em	-3015
▁tas	-3016
▁fall	-3017
▁kosov	-3018
▁contraire	-3019
▁difficile	-3020
▁plutôt	-3021
tile	-3022
▁labour	-3023
▁clair	-3024
▁export	-3025
▁déch	-3026
▁fort	-3027
▁responsible	-3028
clear	-3029
▁pratique	-3030
▁crit	-3031
▁convient	-3032
▁rule	-3033
▁observ	-3034
ument	-3035
▁conflic	-3036
▁changement	-3037
▁lat	-3038
acceptable	-3039
▁simpli	-3040
issant	-3041
▁confirm	-3042
▁parler	-3043
▁cô	-3044
▁cases	-3045
▁compéti	-3046
resp	-3047
▁carr	-3048
▁doing	-3049
▁favor	-3050
mselves	-3051
▁themselves	-3052
▁summit	-3053
▁doute	-3054
euros	-3055
▁confl	-3056
élargissement	-3057
ture	-3058
▁indic	-3059
▁monitor	-3060
▁confi	-3061
▁months	-3062
▁ira	-3063
▁firstly	-3064
uite	-3065
▁2007	-3066
aître	-3067
▁30	-3068
abit	-3069
▁contrô	-3070
avoir	-3071
onstr	-3072
▁approche	-3073
▁matters	-3074
▁systems	-3075
▁jan	-3076
▁poursuiv	-3077
▁pendant	-3078
▁extrêmement	-3079
▁déclaration	-3080
cs	-3081
▁activités	-3082
▁writing	-3083
▁needed	-3084
to	-3085
atory	-3086
▁him	-3087
cement	-3088
▁détermin	-3089
▁évid	-3090
▁german	-3091
▁conten	-3092
clé	-3093
▁rendre	-3094
▁rejet	-3095
▁formul	-3096
ban	-3097
▁sais	-3098
arian	-3099
▁thing	-3100
▁informations	-3101
▁compromise	-3102
istration	-3103
▁regarding	-3104
rain	-3105
▁independ	-3106
▁solidarity	-3107
épend	-3108
▁dernières	-3109
▁troisième	-3110
▁cin	-3111
▁request	-3112
▁relig	-3113
▁personne	-3114
▁brit	-3115
ibles	-3116
▁principles	-3117
▁simple	-3118
▁transparence	-3119
▁enough	-3120
▁expect	-3121
▁rapidement	-3122
▁vu	-3123
égalité	-3124
▁pap	-3125
▁répondre	-3126
▁attend	-3127
▁conform	-3128
arr	-3129
▁mondiale	-3130
▁trouv	-3131
▁reasons	-3132
uv	-3133
▁build	-3134
inst	-3135
▁tels	-3136
▁aide	-3137
ène	-3138
hic	-3139
most	-3140
▁envis	-3141
▁risque	-3142
▁above	-3143
anm	-3144
▁ouver	-3145
▁complex	-3146
▁keep	-3147
▁prob	-3148
▁mer	-3149
▁voter	-3150
▁durable	-3151
▁conséquences	-3152
▁super	-3153
▁ev	-3154
mpl	-3155
▁volonté	-3156
▁budgétaire	-3157
▁13	-3158
▁reports	-3159
▁ministre	-3160
▁kosovo	-3161
▁recommand	-3162
▁according	-3163
▁oct	-3164
▁assistance	-3165
▁établ	-3166
ilat	-3167
▁promotion	-3168
office	-3169
▁regards	-3170
▁réduire	-3171
▁date	-3172
▁governments	-3173
dire	-3174
▁ay	-3175
▁ital	-3176
▁projects	-3177
▁unfortunately	-3178
▁puisse	-3179
▁nationales	-3180
),	-3181
▁supplément	-3182
ué	-3183
▁costs	-3184
▁amer	-3185
▁broad	-3186
▁zone	-3187
sh	-3188
▁rapports	-3189
eau	-3190
dem	-3191
▁youn	-3192
effic	-3193
▁note	-3194
ody	-3195
▁ju	-3196
▁nothing	-3197
▁div	-3198
▁longer	-3199
intérêt	-3200
atifs	-3201
quent	-3202
visions	-3203
▁différentes	-3204
mission	-3205
cle	-3206
▁mut	-3207
▁guid	-3208
▁vois	-3209
eries	-3210
ortion	-3211
ffic	-3212
agric	-3213
ross	-3214
▁achieved	-3215
iew	-3216
veness	-3217
▁sever	-3218
▁threat	-3219
▁encourage	-3220
▁considéra	-3221
▁devant	-3222
quet	-3223
▁basi	-3224
▁influ	-3225
ering	-3226
▁contribuer	-3227
anim	-3228
▁funding	-3229
▁chance	-3230
▁réjou	-3231
▁preuve	-3232
ists	-3233
rup	-3234
▁draft	-3235
▁systèmes	-3236
▁formation	-3237
▁structural	-3238
▁infrastru	-3239
▁activities	-3240
▁adap	-3241
▁lack	-3242
▁perspective	-3243
▁prep	-3244
▁priority	-3245
fier	-3246
▁gaz	-3247
▁collègue	-3248
▁dimension	-3249
▁discut	-3250
▁médi	-3251
▁heure	-3252
▁she	-3253
▁liberal	-3254
▁demonstr	-3255
▁caract	-3256
▁nuclear	-3257
▁solidarité	-3258
avons	-3259
▁stress	-3260
▁sure	-3261
▁commitment	-3262
▁documents	-3263
ience	-3264
▁appel	-3265
ides	-3266
▁peux	-3267
▁bul	-3268
▁const	-3269
▁doub	-3270
▁sep	-3271
▁gouvernements	-3272
▁pack	-3273
▁move	-3274
uations	-3275
orrow	-3276
▁idea	-3277
▁intervention	-3278
▁investment	-3279
▁basic	-3280
▁cohes	-3281
ariat	-3282
▁little	-3283
▁legislative	-3284
▁judici	-3285
encer	-3286
initi	-3287
▁amér	-3288
▁true	-3289
▁sustainable	-3290
▁organisation	-3291
pens	-3292
▁ambiti	-3293
né	-3294
▁charg	-3295
▁fondamentaux	-3296
▁budgets	-3297
▁altern	-3298
▁convain	-3299
▁entra	-3300
▁ceci	-3301
ossi	-3302
▁condition	-3303
▁obvious	-3304
▁applic	-3305
tiveness	-3306
▁er	-3307
▁past	-3308
▁head	-3309
truction	-3310
▁promote	-3311
▁young	-3312
▁sex	-3313
▁demain	-3314
▁meilleure	-3315
lle	-3316
▁nuclé	-3317
ark	-3318
▁manif	-3319
▁savons	-3320
▁gener	-3321
▁slo	-3322
▁line	-3323
▁jeunes	-3324
▁criter	-3325
▁low	-3326
▁thus	-3327
emb	-3328
▁argu	-3329
aud	-3330
▁congratulate	-3331
temps	-3332
▁frontières	-3333
▁défense	-3334
▁several	-3335
af	-3336
▁modern	-3337
anmoins	-3338
▁néanmoins	-3339
▁provided	-3340
▁simil	-3341
▁libér	-3342
▁road	-3343
▁extern	-3344
▁appelle	-3345
▁sanctions	-3346
▁féliciter	-3347
▁cohésion	-3348
▁méc	-3349
▁histor	-3350
▁telles	-3351
▁unies	-3352
▁mind	-3353
ris	-3354
▁consens	-3355
▁markets	-3356
▁norm	-3357
▁-,	-3358
▁cher	-3359
▁surve	-3360
ton	-3361
▁confiance	-3362
▁précéd	-3363
▁régime	-3364
▁desp	-3365
▁cohesion	-3366
▁cost	-3367
hen	-3368
▁directives	-3369
▁fair	-3370
▁transparency	-3371
ctement	-3372
▁pleine	-3373
▁aurait	-3374
▁relev	-3375
agriculture	-3376
▁forme	-3377
cé	-3378
▁tar	-3379
▁prim	-3380
▁peti	-3381
ended	-3382
▁previous	-3383
oires	-3384
▁début	-3385
▁critères	-3386
▁représente	-3387
▁estim	-3388
prit	-3389
▁fail	-3390
▁clari	-3391
▁indis	-3392
èle	-3393
▁taux	-3394
▁ensuite	-3395
▁confid	-3396
accès	-3397
▁technologies	-3398
▁agricole	-3399
coming	-3400
oid	-3401
tent	-3402
uit	-3403
gra	-3404
▁include	-3405
▁cho	-3406
▁eas	-3407
▁extra	-3408
▁respe	-3409
▁trouve	-3410
ancer	-3411
▁nav	-3412
▁vigueur	-3413
▁affect	-3414
▁tomorrow	-3415
▁external	-3416
▁ours	-3417
venus	-3418
ars	-3419
▁share	-3420
the	-3421
▁makes	-3422
▁plans	-3423
▁assurer	-3424
▁crime	-3425
▁budgetary	-3426
▁log	-3427
▁agreed	-3428
objet	-3429
▁tradition	-3430
▁fisheries	-3431
▁reconnaiss	-3432
▁procédures	-3433
ontre	-3434
▁réduction	-3435
▁post	-3436
▁week	-3437
▁coup	-3438
itime	-3439
▁conne	-3440
liquer	-3441
▁parmi	-3442
/9	-3443
▁2004	-3444
hod	-3445
▁nam	-3446
▁cop	-3447
▁importants	-3448
▁integration	-3449
▁everyone	-3450
illes	-3451
liance	-3452
fully	-3453
▁bill	-3454
▁guerre	-3455
▁véritable	-3456
▁seen	-3457
▁safe	-3458
▁occasion	-3459
▁promouv	-3460
▁passé	-3461
▁perman	-3462
▁énergétique	-3463
lande	-3464
▁univers	-3465
ledge	-3466
▁identif	-3467
part	-3468
▁soon	-3469
▁absolute	-3470
▁consensus	-3471
▁minutes	-3472
ève	-3473
intégration	-3474
▁tran	-3475
▁signifie	-3476
▁valeurs	-3477
▁until	-3478
ief	-3479
▁rend	-3480
anted	-3481
▁experience	-3482
▁distrib	-3483
▁comes	-3484
▁mort	-3485
▁rapporteurs	-3486
▁prises	-3487
idemment	-3488
ix	-3489
edi	-3490
oph	-3491
hn	-3492
▁terrorisme	-3493
ake	-3494
▁relatives	-3495
▁analys	-3496
▁exprim	-3497
by	-3498
▁2009	-3499
roph	-3500
▁south	-3501
ench	-3502
▁poll	-3503
▁travers	-3504
▁évidemment	-3505
▁ge	-3506
▁construction	-3507
▁sociaux	-3508
▁technical	-3509
▁méth	-3510
▁financières	-3511
▁propres	-3512
▁voting	-3513
va	-3514
▁temp	-3515
▁exercice	-3516
▁response	-3517
▁équilib	-3518
▁améric	-3519
▁decid	-3520
▁method	-3521
▁protoc	-3522
▁upon	-3523
▁accession	-3524
stac	-3525
▁quot	-3526
ester	-3527
▁motion	-3528
▁colleagues	-3529
ster	-3530
▁police	-3531
▁benefit	-3532
▁accomp	-3533
▁certainement	-3534
▁terrorism	-3535
ha	-3536
▁dist	-3537
▁50	-3538
▁refus	-3539
▁prochaine	-3540
▁turn	-3541
▁capac	-3542
▁réellement	-3543
ising	-3544
line	-3545
tien	-3546
ource	-3547
▁confront	-3548
ature	-3549
▁terror	-3550
▁nord	-3551
arer	-3552
▁uniquement	-3553
venu	-3554
ators	-3555
▁élections	-3556
▁pauvre	-3557
▁prépar	-3558
▁investisse	-3559
cent	-3560
▁faud	-3561
▁times	-3562
▁im	-3563
lin	-3564
▁rappeler	-3565
▁victimes	-3566
▁review	-3567
▁bank	-3568
▁partage	-3569
▁journ	-3570
▁quoi	-3571
▁changes	-3572
▁1999	-3573
occasion	-3574
▁autant	-3575
adoption	-3576
▁présente	-3577
initiative	-3578
▁septe	-3579
▁bord	-3580
argent	-3581
ri	-3582
▁prise	-3583
raine	-3584
aster	-3585
▁values	-3586
▁promouvoir	-3587
iture	-3588
▁centra	-3589
▁partnership	-3590
▁depend	-3591
ume	-3592
▁veut	-3593
diction	-3594
▁regulations	-3595
▁seems	-3596
▁mission	-3597
▁close	-3598
▁;	-3599
▁mécanis	-3600
▁refle	-3601
▁practice	-3602
udi	-3603
▁elections	-3604
▁answer	-3605
▁reç	-3606
▁criteria	-3607
▁manque	-3608
▁provisions	-3609
▁pover	-3610
▁poverty	-3611
érieure	-3612
▁flexibil	-3613
▁existing	-3614
▁pleased	-3615
▁obligations	-3616
▁vital	-3617
ered	-3618
▁sources	-3619
était	-3620
▁emb	-3621
nelles	-3622
érieures	-3623
▁debat	-3624
▁hold	-3625
▁mech	-3626
▁despite	-3627
▁2006	-3628
▁présenter	-3629
▁tenir	-3630
self	-3631
▁famil	-3632
olid	-3633
ications	-3634
▁18	-3635
▁grandes	-3636
▁procedures	-3637
ctors	-3638
ailleurs	-3639
▁améliorer	-3640
▁code	-3641
▁avoid	-3642
▁north	-3643
▁repe	-3644
▁equal	-3645
▁integr	-3646
rog	-3647
▁maxim	-3648
▁concept	-3649
▁tell	-3650
▁financiers	-3651
▁contact	-3652
▁hard	-3653
▁‘	-3654
▁israel	-3655
▁parvenir	-3656
▁arm	-3657
▁dan	-3658
léments	-3659
▁obstac	-3660
▁purp	-3661
▁2008	-3662
▁dossi	-3663
▁dési	-3664
▁protéger	-3665
▁trag	-3666
▁ourselves	-3667
enh	-3668
▁minimum	-3669
▁souhaiter	-3670
▁dut	-3671
rir	-3672
▁porte	-3673
▁subsidi	-3674
astroph	-3675
▁veiller	-3676
▁dois	-3677
▁nove	-3678
▁évo	-3679
▁transports	-3680
uels	-3681
▁along	-3682
limin	-3683
erver	-3684
▁honour	-3685
mpt	-3686
mploy	-3687
tig	-3688
▁quelle	-3689
▁respecter	-3690
▁gree	-3691
▁star	-3692
▁2010	-3693
▁coûts	-3694
▁test	-3695
▁mechanis	-3696
▁statement	-3697
▁concr	-3698
▁assur	-3699
iés	-3700
▁catastroph	-3701
▁incom	-3702
etary	-3703
▁everything	-3704
iennent	-3705
▁unemploy	-3706
▁china	-3707
urn	-3708
▁water	-3709
▁farmers	-3710
▁chac	-3711
▁quick	-3712
▁centrale	-3713
▁focus	-3714
▁compens	-3715
yn	-3716
▁illeg	-3717
▁rempl	-3718
▁2005	-3719
éré	-3720
▁priorité	-3721
yl	-3722
▁cultural	-3723
▁compét	-3724
▁increased	-3725
▁engage	-3726
▁statis	-3727
▁statut	-3728
▁left	-3729
▁talk	-3730
▁saying	-3731
vous	-3732
iner	-3733
▁military	-3734
▁deuxièmement	-3735
▁résol	-3736
▁pauvreté	-3737
ought	-3738
orient	-3739
éducation	-3740
▁priorités	-3741
▁mér	-3742
▁creation	-3743
efficacité	-3744
▁tend	-3745
▁éléments	-3746
▁opportunities	-3747
▁capit	-3748
prises	-3749
▁carried	-3750
▁absolument	-3751
▁chô	-3752
▁element	-3753
▁petites	-3754
▁résoud	-3755
▁concentr	-3756
cide	-3757
tead	-3758
▁monetary	-3759
orig	-3760
▁asked	-3761
▁training	-3762
▁save	-3763
cul	-3764
▁instead	-3765
uf	-3766
▁publics	-3767
▁mid	-3768
▁dépos	-3769
▁content	-3770
▁sensi	-3771
▁chine	-3772
▁montr	-3773
▁hear	-3774
▁zones	-3775
▁loin	-3776
▁inqui	-3777
▁malgré	-3778
▁pén	-3779
▁communautaires	-3780
▁commencer	-3781
▁impossible	-3782
▁consequences	-3783
▁collaboration	-3784
▁tâ	-3785
▁langu	-3786
▁financier	-3787
▁17	-3788
▁tabled	-3789
▁acqu	-3790
▁item	-3791
▁milli	-3792
▁référence	-3793
▁laiss	-3794
▁accepter	-3795
▁étaient	-3796
▁précisément	-3797
estime	-3798
▁ign	-3799
▁pac	-3800
tient	-3801
uly	-3802
▁relating	-3803
▁held	-3804
5-0	-3805
▁challeng	-3806
na	-3807
▁réunion	-3808
▁personnel	-3809
▁indispens	-3810
▁centre	-3811
tip	-3812
▁compet	-3813
▁cut	-3814
▁amendement	-3815
introdu	-3816
▁concil	-3817
▁ground	-3818
lier	-3819
▁namely	-3820
▁requirements	-3821
▁fishing	-3822
▁reduce	-3823
ght	-3824
▁2003	-3825
▁target	-3826
▁parliamentary	-3827
▁throughout	-3828
▁hommes	-3829
▁sense	-3830
▁sort	-3831
▁difficul	-3832
▁enable	-3833
▁sociales	-3834
▁fun	-3835
▁exception	-3836
▁pert	-3837
▁permis	-3838
jus	-3839
▁consultation	-3840
▁totalement	-3841
▁required	-3842
▁votes	-3843
▁travailler	-3844
▁substanti	-3845
▁secteurs	-3846
uary	-3847
▁either	-3848
▁dépenses	-3849
iver	-3850
▁carry	-3851
▁pati	-3852
▁undert	-3853
▁presented	-3854
▁dû	-3855
avis	-3856
▁vrai	-3857
▁correct	-3858
▁immigration	-3859
aging	-3860
▁réformes	-3861
▁rich	-3862
▁britann	-3863
▁parole	-3864
uni	-3865
▁grands	-3866
▁16	-3867
▁substances	-3868
▁spee	-3869
▁conver	-3870
▁quatre	-3871
▁générale	-3872
▁session	-3873
origine	-3874
▁demandé	-3875
▁compar	-3876
▁gas	-3877
▁dam	-3878
▁tre	-3879
▁tim	-3880
endum	-3881
▁dir	-3882
▁viv	-3883
sterdam	-3884
▁closed	-3885
▁highl	-3886
▁urgent	-3887
▁monitoring	-3888
voy	-3889
▁value	-3890
▁fell	-3891
▁déce	-3892
▁stage	-3893
▁paragraphe	-3894
▁gens	-3895
▁2002	-3896
▁immedi	-3897
▁subsidiar	-3898
▁administrative	-3899
▁conserv	-3900
▁partenaires	-3901
▁condam	-3902
umer	-3903
▁développer	-3904
▁join	-3905
aucra	-3906
igrants	-3907
▁autom	-3908
▁task	-3909
oss	-3910
▁pourra	-3911
▁movement	-3912
▁tenu	-3913
▁qualif	-3914
▁dér	-3915
▁industri	-3916
▁around	-3917
▁pil	-3918
▁importantes	-3919
▁ec	-3920
▁pratiques	-3921
▁sport	-3922
▁purs	-3923
▁prepar	-3924
▁thanks	-3925
▁trib	-3926
▁cross	-3927
▁proposé	-3928
▁relevant	-3929
sez	-3930
▁maje	-3931
▁touch	-3932
▁priorities	-3933
▁furth	-3934
▁traitement	-3935
▁remind	-3936
êtes	-3937
fait	-3938
organisation	-3939
▁poor	-3940
▁haut	-3941
aining	-3942
▁produc	-3943
ighbour	-3944
▁conflict	-3945
▁résoudre	-3946
omb	-3947
▁lab	-3948
▁considération	-3949
▁doubt	-3950
▁called	-3951
▁produit	-3952
▁traffic	-3953
▁situations	-3954
▁peuple	-3955
▁barro	-3956
▁neighbour	-3957
ontal	-3958
égard	-3959
▁intéress	-3960
▁bureaucra	-3961
▁adoption	-3962
▁five	-3963
",	-3964
érien	-3965
▁difficultés	-3966
▁old	-3967
immigration	-3968
▁ven	-3969
▁vos	-3970
▁democr	-3971
▁iran	-3972
▁dipl	-3973
▁furtherm	-3974
▁furthermore	-3975
▁live	-3976
▁pleinement	-3977
▁approuv	-3978
▁créd	-3979
▁vice	-3980
engen	-3981
▁perspectives	-3982
▁dépend	-3983
étaires	-3984
▁prepared	-3985
▁decided	-3986
▁consolid	-3987
'.	-3988
▁capacité	-3989
ié	-3990
bal	-3991
▁présenté	-3992
▁positions	-3993
▁valeur	-3994
▁potential	-3995
▁voil	-3996
▁semaine	-3997
▁pren	-3998
org	-3999
▁using	-4000
▁across	-4001
oit	-4002
▁dise	-4003
▁partenariat	-4004
▁syn	-4005
▁schengen	-4006
▁octob	-4007
▁transition	-4008
▁leaders	-4009
▁lecture	-4010
ania	-4011
▁ppe	-4012
rich	-4013
▁climatique	-4014
▁courage	-4015
▁van	-4016
oking	-4017
